{
  "users": [
    {
      "id": 1,
      "name": "Avery Olmstead",
      "email": "avery@olmstead.com"
    },
    {
      "email": "maka@alburn.com",
      "name": "Maka Alburn",
      "id": 2
    }
  ],
  "anime": [
    {
      "id": 1,
      "title": "Soul Eater",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/souleater_fjfvcu.jpg",
      "epCount": 51,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2008",
      "synopsis": "Death City is home to the famous Death Weapon Meister Academy, a technical academy headed by the Shinigami—Lord Death himself. Its mission: to raise Death Scythes for the Shinigami to wield against the many evils of their fantastical world. These Death Scythes, however, are not made from physical weapons; rather, they are born from human hybrids who have the ability to transform their bodies into Demon Weapons, and only after they have consumed the souls of 99 evil beings and one witch's soul. Soul Eater Evans, a Demon Scythe who only seems to care about what's cool, aims to become a Death Scythe with the help of his straight-laced wielder, or meister, Maka Albarn. The contrasting duo work and study alongside the hot headed Black☆Star and his caring weapon Tsubaki, as well as the Shinigami's own son, Death the Kid, an obsessive-compulsive dual wielder of twin pistols Patty and Liz. Soul Eater follows these students of Shibusen as they take on missions to collect souls and protect the city from the world's threats while working together under the snickering sun to become sounder in mind, body, and soul."
    },
    {
      "id": 2,
      "title": "FullMetal Alchemist: Brotherhood",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919555/Capstone%20Images/fmab_j6hd3s.jpg",
      "epCount": 64,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2009",
      "synopsis": "In order for something to be obtained, something of equal value must be lost. Alchemy is bound by this Law of Equivalent Exchange—something the young brothers Edward and Alphonse Elric only realize after attempting human transmutation: the one forbidden act of alchemy. They pay a terrible price for their transgression—Edward loses his left leg, Alphonse his physical body. It is only by the desperate sacrifice of Edward's right arm that he is able to affix Alphonse's soul to a suit of armor. Devastated and alone, it is the hope that they would both eventually return to their original bodies that gives Edward the inspiration to obtain metal limbs called automail and become a state alchemist, the Fullmetal Alchemist. Three years of searching later, the brothers seek the Philosopher's Stone, a mythical relic that allows an alchemist to overcome the Law of Equivalent Exchange. Even with military allies Colonel Roy Mustang, Lieutenant Riza Hawkeye, and Lieutenant Colonel Maes Hughes on their side, the brothers find themselves caught up in a nationwide conspiracy that leads them not only to the true nature of the elusive Philosopher's Stone, but their country's murky history as well. In between finding a serial killer and racing against time, Edward and Alphonse must ask themselves if what they are doing will make them human again... or take away their humanity."
    },
    {
      "id": 3,
      "title": "Tokyo Revengers",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/tokyorevengers_gx6asr.jpg",
      "epCount": "?",
      "status": "Currently Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2021",
      "synopsis": "Takemichi Hanagaki’s second year of middle school was the highest point in his life. He had respect, a gang of friends he could count on, and even a girlfriend. But that was twelve years ago. Today, he’s a nobody: a washed-up nonentity made fun of by children and always forced to apologize to his younger boss. A sudden news report on the Tokyo Manji Gang’s cruel murder of the only girlfriend he ever had alongside her brother only adds insult to injury. Half a second before a train ends his pitiful life for good, Takemichi flashes back to that same day twelve years ago, when he was still dating Hinata Tachibana. After being forced to relive the very same day that began his downward spiral, Takemichi meets Hinata’s younger brother. Without thinking, he admits to his seeming death before flashing back to the past. Takemichi urges him to protect his sister before inexplicably returning to the future. Miraculously, he isn’t dead. Stranger still, the future has changed. It seems as though Takemichi can alter the flow of time. Given the chance to prevent his ex-girlfriend’s tragic death at the hands of the Tokyo Manji Gang, Takemichi decides to fly through time to change the course of the future."
    },
    {
      "id": 4,
      "title": "Darwin's Game",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919560/Capstone%20Images/darwinsgame_tiqptt.jpg",
      "epCount": 11,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2020",
      "synopsis": "High school student Kaname Sudou receives an invitation from a classmate to play Darwin's Game, a mobile game he has never heard of. However, as soon as he opens the application, a green snake suddenly pops out from his phone screen and bites his neck, leaving him unconscious. Waking up in the infirmary without any signs of a snake bite, he is told by the school to take the rest of the day off. Although he is puzzled by what has happened, he dismisses the surreal experience as a hallucination and boards the train home. Unfortunately, his curiosity gets the better of him and he uses the application once again. As the application appears to be just like any other battle game, Kaname breathes out a sigh of relief and decides to start his first match. However, the pleasant surprise is short-lived, as his in-game opponent unexpectedly appears right in front of him and attempts to hunt him down with a knife. As he desperately runs for his life, Kaname puts two and two together and realizes that Darwin's Game is not an ordinary game, but rather, it's a brutal fight for survival."
    },
    {
      "id": 5,
      "title": "The Promised Neverland",
      "epCount": 12,
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/tpnl_r60dkj.jpg",
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2019",
      "synopsis": "Surrounded by a forest and a gated entrance, the Grace Field House is inhabited by orphans happily living together as one big family, looked after by their Mama, Isabella. Although they are required to take tests daily, the children are free to spend their time as they see fit, usually playing outside, as long as they do not venture too far from the orphanage—a rule they are expected to follow no matter what. However, all good times must come to an end, as every few months, a child is adopted and sent to live with their new family, never to be heard from again. However, the three oldest siblings have their suspicions about what is actually happening at the orphanage, and they are about to discover the cruel fate that awaits the children living at Grace Field, including the twisted nature of their beloved Mama."
    },
    {
      "id": 6,
      "title": "The Promised Neverland 2nd Season",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/tpnl2_fmxem3.jpg",
      "epCount": 11,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2021",
      "synopsis": "Emma, Ray, and the rest of the older children have escaped the confines of the Grace Field House. However, with relentless demons set on capturing them, their arduous battle for freedom has only just begun. Despite venturing into the treacherous wilderness, the children remain optimistic due to their possession of books written by William Minerva. Coded within his books are messages detailing the world outside the farm—information that can help them survive with the limited resources they have. But when their pursuers draw near, the children soon encounter their most dreadful situation yet. In The Promised Neverland 2nd Season, the children struggle to survive in the strange ruthless world, striving to find a sanctuary they can truly call home."
    },
    {
      "id": 7,
      "title": "Seraph of the End: Vampire Reign",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919557/Capstone%20Images/seraph_vw0ps2.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2015",
      "synopsis": "With the appearance of a mysterious virus that kills everyone above the age of 13, mankind becomes enslaved by previously hidden, power-hungry vampires who emerge in order to subjugate society with the promise of protecting the survivors, in exchange for donations of their blood. Among these survivors are Yuuichirou and Mikaela Hyakuya, two young boys who are taken captive from an orphanage, along with other children whom they consider family. Discontent with being treated like livestock under the vampires' cruel reign, Mikaela hatches a rebellious escape plan that is ultimately doomed to fail. The only survivor to come out on the other side is Yuuichirou, who is found by the Moon Demon Company, a military unit dedicated to exterminating the vampires in Japan. Many years later, now a member of the Japanese Imperial Demon Army, Yuuichirou is determined to take revenge on the creatures that slaughtered his family, but at what cost? Seraph of the End: Vampire Reign is a post-apocalyptic supernatural shounen anime that follows a young man's search for retribution, all the while battling for friendship and loyalty against seemingly impossible odds."
    },
    {
      "id": 8,
      "title": "Seraph of the End: Battle in Nagoya",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/seraph2_grhtii.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2015",
      "synopsis": "Yuuichirou Hyakuya is finally reunited with his childhood friend Mikaela Hyakuya, whom he had long presumed to be dead. Upon their reunion, however, he discovers that Mikaela has been turned into a vampire. Determined to help his friend, Yuuichirou vows to get stronger so that he can protect Mikaela as well as the comrades in the Moon Demon Company. Kureto Hiiragi receives information that a large group of vampires will be gathering in Nagoya, preparing for their assault on the Imperial Demon Army's main forces in Tokyo. Led by Guren Ichinose, Yuuichirou's team is one of many selected to intercept and eliminate the vampire nobles. With the Nagoya mission quickly approaching, the members of Shinoa squad continue to work towards fully mastering their weapons, while learning how to improve their teamwork. Yuuichirou must gain the power he needs to slay the nobles and save his best friend, before he succumbs to the demon of the Cursed Gear."
    },
    {
      "id": 9,
      "title": "Hunter x Hunter",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/hxh_udocbw.jpg",
      "epCount": 148,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2011",
      "synopsis": "Hunter x Hunter is set in a world where Hunters exist to perform all manner of dangerous tasks like capturing criminals and bravely searching for lost treasures in uncharted territories. Twelve-year-old Gon Freecss is determined to become the best Hunter possible in hopes of finding his father, who was a Hunter himself and had long ago abandoned his young son. However, Gon soon realizes the path to achieving his goals is far more challenging than he could have ever imagined. Along the way to becoming an official Hunter, Gon befriends the lively doctor-in-training Leorio, vengeful Kurapika, and rebellious ex-assassin Killua. To attain their own goals and desires, together the four of them take the Hunter Exam, notorious for its low success rate and high probability of death. Throughout their journey, Gon and his friends embark on an adventure that puts them through many hardships and struggles. They will meet a plethora of monsters, creatures, and characters—all while learning what being a Hunter truly means."
    },
    {
      "id": 10,
      "title": "Death Note",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919560/Capstone%20Images/deathnote_t7zbaz.jpg",
      "epCount": 37,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2006",
      "synopsis": "A shinigami, as a god of death, can kill any person—provided they see their victim's face and write their victim's name in a notebook called a Death Note. One day, Ryuk, bored by the shinigami lifestyle and interested in seeing how a human would use a Death Note, drops one into the human realm. High school student and prodigy Light Yagami stumbles upon the Death Note and—since he deplores the state of the world—tests the deadly notebook by writing a criminal's name in it. When the criminal dies immediately following his experiment with the Death Note, Light is greatly surprised and quickly recognizes how devastating the power that has fallen into his hands could be. With this divine capability, Light decides to extinguish all criminals in order to build a new world where crime does not exist and people worship him as a god. Police, however, quickly discover that a serial killer is targeting criminals and, consequently, try to apprehend the culprit. To do this, the Japanese investigators count on the assistance of the best detective in the world: a young and eccentric man known only by the name of L."
    },
    {
      "id": 11,
      "title": "Parasyte -the maxim-",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919557/Capstone%20Images/parasyte_swtr8v.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2014",
      "synopsis": "All of a sudden, they arrived: parasitic aliens that descended upon Earth and quickly infiltrated humanity by burrowing into the brains of vulnerable targets. These insatiable beings acquire full control of their host and are able to morph into a variety of forms in order to feed on unsuspecting prey. Sixteen-year-old high school student Shinichi Izumi falls victim to one of these parasites, but it fails to take over his brain, ending up in his right hand instead. Unable to relocate, the parasite, now named Migi, has no choice but to rely on Shinichi in order to stay alive. Thus, the pair is forced into an uneasy coexistence and must defend themselves from hostile parasites that hope to eradicate this new threat to their species."
    },
    {
      "id": 12,
      "title": "Code Geass: Lelouch of the Rebellion",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919560/Capstone%20Images/codegeass_mwutgm.jpg",
      "epCount": 25,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2006",
      "synopsis": "In the year 2010, the Holy Empire of Britannia is establishing itself as a dominant military nation, starting with the conquest of Japan. Renamed to Area 11 after its swift defeat, Japan has seen significant resistance against these tyrants in an attempt to regain independence. Lelouch Lamperouge, a Britannian student, unfortunately finds himself caught in a crossfire between the Britannian and the Area 11 rebel armed forces. He is able to escape, however, thanks to the timely appearance of a mysterious girl named C.C., who bestows upon him Geass, the Power of Kings. Realizing the vast potential of his newfound power of absolute obedience, Lelouch embarks upon a perilous journey as the masked vigilante known as Zero, leading a merciless onslaught against Britannia in order to get revenge once and for all."
    },
    {
      "id": 13,
      "title": "Code Geass: Lelouch of the Rebellion R2",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919560/Capstone%20Images/codegeassr2_txiafp.jpg",
      "epCount": 25,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2008",
      "synopsis": "One year has passed since the Black Rebellion, a failed uprising against the Holy Britannian Empire led by the masked vigilante Zero, who is now missing. At a loss without their revolutionary leader, Area 11's resistance group—the Black Knights—find themselves too powerless to combat the brutality inflicted upon the Elevens by Britannia, which has increased significantly in order to crush any hope of a future revolt. Lelouch Lamperouge, having lost all memory of his double life, is living peacefully alongside his friends as a high school student at Ashford Academy. His former partner C.C., unable to accept this turn of events, takes it upon herself to remind him of his past purpose, hoping that the mastermind Zero will rise once again to finish what he started, in this thrilling conclusion to the series."
    },
    {
      "id": 14,
      "title": "The Seven Deadly Sins",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/7ds_ld763o.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2014",
      "synopsis": "In a world similar to the European Middle Ages, the feared yet revered Holy Knights of Britannia use immensely powerful magic to protect the region of Britannia and its kingdoms. However, a small subset of the Knights supposedly betrayed their homeland and turned their blades against their comrades in an attempt to overthrow the ruler of Liones. They were defeated by the Holy Knights, but rumors continued to persist that these legendary knights, called the Seven Deadly Sins, were still alive. Ten years later, the Holy Knights themselves staged a coup d’état, and thus became the new, tyrannical rulers of the Kingdom of Liones. Based on the best-selling manga series of the same name, The Seven Deadly Sins follows the adventures of Elizabeth, the third princess of the Kingdom of Liones, and her search for the Seven Deadly Sins. With their help, she endeavors to not only take back her kingdom from the Holy Knights, but to also seek justice in an unjust world."
    },
    {
      "id": 15,
      "title": "The Seven Deadly Sins: Revival of the Commandments",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/7ds_rc_ovndye.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2018",
      "synopsis": "The fierce battle between Meliodas, the captain of the Seven Deadly Sins, and the Great Holy Knight Hendrickson has devastating consequences. Armed with the fragments necessary for the revival of the Demon Clan, Hendrickson breaks the seal, allowing the Commandments to escape, all of whom are mighty warriors working directly under the Demon King himself. Through a mysterious connection, Meliodas instantly identifies them; likewise, the 10 Commandments, too, seem to sense his presence. As the demons leave a path of destruction in their wake, the Seven Deadly Sins must find a way to stop them before the Demon Clan drowns Britannia in blood and terror."
    },
    {
      "id": 16,
      "title": "The Seven Deadly Sins: Wrath of the Gods",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/7ds_wg_hmrkzq.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2019",
      "synopsis": "After saving the Kingdom of Liones from the 10 Commandments, Meliodas and the Seven Deadly Sins are enjoying their time off. However, things aren't as peaceful as they seem, as the Sins are put through various trials to become strong enough to defeat the 10 Commandments and to overcome their past trauma. With help from past figures, the Sins are tasked with defeating the 10 Commandments and putting an end to their evil plans that began ten thousand years ago. The Sins begin to uncover the truth about each other, as well as those who stood before them. With this knowledge in hand, the battle against the 10 Commandments has only just begun."
    },
    {
      "id": 17,
      "title": "The Seven Deadly Sins: Dragon's Judgement",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/7ds_dj_m3hpha.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2021",
      "synopsis": "After the Kingdom of Liones faces a new threat, the Seven Deadly Sins split up in order to defeat an enemy force spanning Britannia. With their members divided, they face 3 powerful foes, attempt to rescue the lost part of a dear friend, and begin their rescue of Elizabeth. However, all is not quite as it seems. Along the way, the truth of what brought the end of the Holy War 3000 years ago is uncovered, causing old friends to come face to face against each other."
    },
    {
      "id": 18,
      "title": "Demon Slayer",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919555/Capstone%20Images/demonslayer_hnkkwb.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2019",
      "synopsis": "Ever since the death of his father, the burden of supporting the family has fallen upon Tanjirou Kamado's shoulders. Though living impoverished on a remote mountain, the Kamado family are able to enjoy a relatively peaceful and happy life. One day, Tanjirou decides to go down to the local village to make a little money selling charcoal. On his way back, night falls, forcing Tanjirou to take shelter in the house of a strange man, who warns him of the existence of flesh-eating demons that lurk in the woods at night. When he finally arrives back home the next day, he is met with a horrifying sight—his whole family has been slaughtered. Worse still, the sole survivor is his sister Nezuko, who has been turned into a bloodthirsty demon. Consumed by rage and hatred, Tanjirou swears to avenge his family and stay by his only remaining sibling. Alongside the mysterious group calling themselves the Demon Slayer Corps, Tanjirou will do whatever it takes to slay the demons and protect the remnants of his beloved sister's humanity."
    },
    {
      "id": 19,
      "title": "Fire Force",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919555/Capstone%20Images/fireforce_eukxrg.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Summer",
      "yearOfRelease": "2019",
      "synopsis": "Spontaneous Human Combustion: a chaotic phenomenon that has plagued humanity for years, randomly transforming ordinary people into flaming, violent creatures known as Infernals. While Infernals make up the first-generation accounts of Human Combustion, the second and third generations became known as pyrokinetics—people gifted with the ability to manipulate and control their flames while remaining human. To combat the Infernal threat and discover the cause, the Tokyo Armed Forces, Fire Defense Agency, and Holy Church of Sol produced their answer: the Special Fire Force. Young and eager third-generation pyrokinetic Shinra Kusakabe, nicknamed Devil's Footprints for his explosive ability to ignite his feet at will, becomes a member of the lively Special Fire Force Company 8. Upholding the brigade's duty to extinguish the blazing Infernals and lay their souls to rest, Shinra is determined to become a hero who will save the lives of those threatened by the flame terror. However, this is not the hero's game Shinra imagined. The Fire Force is a fractured mess of feuding brigades, abnormal Infernal sightings are increasing all over Tokyo, and a shadowy group is claiming to have answers to the strange fire that caused the death of Shinra's family 12 years ago. Faced with many obstacles within and outside the Fire Force, Shinra fights to uncover the truth behind the burning mysteries that have kept him in the dark."
    },
    {
      "id": 20,
      "title": "Fire Force Season 2",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919555/Capstone%20Images/fireforce2_spk5a3.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Summer",
      "yearOfRelease": "2020",
      "synopsis": "After his confrontation in the Nether with his younger brother Shou, Shinra Kusakabe's resolve to become a hero that saves lives from the flame terror strengthens. Finding a way to turn the Infernals back into people, unraveling the mystery of the Evangelist and Adolla Burst, and saving his mother and Shou—these are the goals Shinra has in mind. However, he has come to realize that attaining these goals will not be easy, especially with the imminent danger the Evangelist poses. The Evangelist's plan is clear: to gather the eight pillars—the individuals who possess Adolla Burst—and sacrifice them to recreate the Great Cataclysm from 250 years ago. Having been revealed by the First Pillar that the birth of a new pillar is approaching, Shinra is determined to protect his fellow pillars from the Evangelist. Thus, the fiery battle between the Special Fire Force and the Evangelist ignites. Together with the Special Fire Force, Shinra's fight continues as he uncovers the truth about the Great Cataclysm and the nature of Adolla Bursts, as well as the mysteries behind human combustion."
    },
    {
      "id": 21,
      "title": "Anohana: The Flower We Saw That Day",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/anohana_qnqa0y.jpg",
      "epCount": 11,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2011",
      "synopsis": "Jinta Yadomi is peacefully living as a recluse, spending his days away from school and playing video games at home instead. One hot summer day, his childhood friend, Meiko Honma, Menma, appears and pesters him to grant a forgotten wish. He pays her no mind, which annoys her, but he doesn't really care. After all, Menma already died years ago. At first, Jinta thinks that he is merely hallucinating due to the summer heat, but he is later on convinced that what he sees truly is the ghost of Menma. Jinta and his group of childhood friends grew apart after her untimely death, but they are drawn together once more as they try to lay Menma's spirit to rest. Re-living their pain and guilt, will they be able to find the strength to help not only Menma move on—but themselves as well?"
    },
    {
      "id": 22,
      "title": "Attack on Titan",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627920697/Capstone%20Images/aot_weucwe.jpg",
      "epCount": 25,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2013",
      "synopsis": "Centuries ago, mankind was slaughtered to near extinction by monstrous humanoid creatures called titans, forcing humans to hide in fear behind enormous concentric walls. What makes these giants truly terrifying is that their taste for human flesh is not born out of hunger but what appears to be out of pleasure. To ensure their survival, the remnants of humanity began living within defensive barriers, resulting in one hundred years without a single titan encounter. However, that fragile calm is soon shattered when a colossal titan manages to breach the supposedly impregnable outer wall, reigniting the fight for survival against the man-eating abominations. After witnessing a horrific personal loss at the hands of the invading creatures, Eren Yeager dedicates his life to their eradication by enlisting into the Survey Corps, an elite military unit that combats the merciless humanoids outside the protection of the walls. Based on Hajime Isayama's award-winning manga, Shingeki no Kyojin follows Eren, along with his adopted sister Mikasa Ackerman and his childhood friend Armin Arlert, as they join the brutal war against the titans and race to discover a way of defeating them before the last walls are breached."
    },
    {
      "id": 23,
      "title": "Attack on Titan Season 2",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919560/Capstone%20Images/aot2_t9dids.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2017",
      "synopsis": "For centuries, humanity has been hunted by giant, mysterious predators known as the Titans. Three mighty walls—Wall Maria, Rose, and Sheena—provided peace and protection for humanity for over a hundred years. That peace, however, was shattered when the Colossus Titan and Armored Titan appeared and destroyed the outermost wall, Wall Maria. Forced to retreat behind Wall Rose, humanity waited with bated breath for the Titans to reappear and destroy their safe haven once more. In Attack on Titan Season 2, Eren Yeager and others of the 104th Training Corps have just begun to become full members of the Survey Corps. As they ready themselves to face the Titans once again, their preparations are interrupted by the invasion of Wall Rose—but all is not as it seems as more mysteries are unraveled. As the Survey Corps races to save the wall, they uncover more about the invading Titans and the dark secrets of their own members."
    },
    {
      "id": 24,
      "title": "Attack on Titan Season 3",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/aot3_flmc6e.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Summer",
      "yearOfRelease": "2018",
      "synopsis": "Still threatened by the Titans that rob them of their freedom, mankind remains caged inside the two remaining walls. Efforts to eradicate these monsters continue; however, threats arise not only from the Titans beyond the walls, but from the humans within them as well. After being rescued from the Colossal and Armored Titans, Eren Yaeger devotes himself to improving his Titan form. Krista Lenz struggles to accept the loss of her friend, Captain Levi chooses Eren and his friends to form his new personal squad, and Commander Erwin Smith recovers from his injuries. All seems well for the soldiers, until the government suddenly demands custody of Eren and Krista. The Survey Corps' recent successes have drawn attention, and a familiar face from Levi's past is sent to collect the wanted soldiers. Sought after by the government, Levi and his new squad must evade their adversaries in hopes of keeping Eren and Krista safe. In Attack on Titan Season 3, Eren and his fellow soldiers are not only fighting for their survival against the terrifying Titans, but also against the terror of a far more conniving foe: humans."
    },
    {
      "id": 25,
      "title": "Attack on Titan Season 3 Part 2",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/aot3part2_hdj8e0.jpg",
      "epCount": 10,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2019",
      "synopsis": "Seeking to restore humanity's diminishing hope, the Survey Corps embark on a mission to retake Wall Maria, where the battle against the merciless Titans takes the stage once again. Returning to the tattered Shiganshina District that was once his home, Eren Yeager and the Corps find the town oddly unoccupied by Titans. Even after the outer gate is plugged, they strangely encounter no opposition. The mission progresses smoothly until Armin Arlert, highly suspicious of the enemy's absence, discovers distressing signs of a potential scheme against them. Attack on Titan Season 3 Part 2 follows Eren as he vows to take back everything that was once his. Alongside him, the Survey Corps strive—through countless sacrifices—to carve a path towards victory and uncover the secrets locked away in the Yeager family's basement."
    },
    {
      "id": 26,
      "title": "Attack on Titan: The Final Season",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/aotfinal_kknoqo.jpg",
      "epCount": 16,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2021",
      "synopsis": "Gabii Braun and Falco Grice have been training their entire lives to inherit one of the seven titans under Marley's control and aid their nation in eradicating the Eldians on Paradis. However, just as all seems well for the two cadets, their peace is suddenly shaken by the arrival of Eren Yeager and the remaining members of the Survey Corps. Having finally reached the Yeager family basement and learned about the dark history surrounding the titans, the Survey Corps has at long last found the answer they so desperately fought to uncover. With the truth now in their hands, the group set out for the world beyond the walls. In Attack on Titan Final Season, two utterly different worlds collide as each party pursues its own agenda in the long-awaited conclusion to Paradis' fight for freedom."
    },
    {
      "id": 27,
      "title": "Assassination Classroom",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/assclass_svxku5.jpg",
      "epCount": 22,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2015",
      "synopsis": "When a mysterious creature chops the moon down to a permanent crescent, the students of class 3-E of Kunugigaoka Middle School find themselves confronted with an enormous task: assassinate the creature responsible for the disaster before Earth suffers a similar fate. However, the monster, dubbed Koro-sensei (the indestructible teacher), is able to fly at speeds of up to Mach 20, which he demonstrates freely, leaving any attempt to subdue him in his extraterrestrial dust. Furthermore, the misfits of 3-E soon find that the strange, tentacled beast is more than just indomitable—he is the best teacher they have ever had! Adapted from the humorous hit manga by Yuusei Matsui, Assassination Classroom tells the story of these junior high pupils as they polish their assassination skills and grow in order to stand strong against the oppressive school system, their own life problems, and one day, Koro-sensei."
    },
    {
      "id": 28,
      "title": "Assassination Classroom 2nd Season",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/assclass2_skzlvy.jpg",
      "epCount": 25,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2016",
      "synopsis": "The students return as school is back in session for the second semester. Following their exploits on the island during summer vacation, Class 3-E continues to sharpen their blades with their sights set on their teacher, the slippery Koro-sensei. They have more to worry about than just their teacher, however, as enemy assassins, both old and new, are out for the increased bounty on the octopus' head. Moreover, their rivals in Class A, as well as Kunugigaoka Junior High's fearsome principal, stand to block Class E from achieving academic excellence. With all of these obstacles opposing them, the group must continue to work together in order to overcome their foes and accomplish their goal of successfully assassinating their teacher."
    },
    {
      "id": 29,
      "title": "Erased",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919555/Capstone%20Images/erased_ep1imy.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2016",
      "synopsis": ""
    },
    {
      "id": 30,
      "title": "Naruto",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/naruto_vcejnz.jpg",
      "epCount": 220,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2002",
      "synopsis": ""
    },
    {
      "id": 31,
      "title": "Naruto: Shippuuden",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919557/Capstone%20Images/narutoshippuuden_ylflla.jpg",
      "epCount": 500,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2007",
      "synopsis": "When tragedy is about to strike, Satoru Fujinuma finds himself sent back several minutes before the accident occurs. The detached, 29-year-old manga artist has taken advantage of this powerful yet mysterious phenomenon, which he calls Revival, to save many lives. However, when he is wrongfully accused of murdering someone close to him, Satoru is sent back to the past once again, but this time to 1988, 18 years in the past. Soon, he realizes that the murder may be connected to the abduction and killing of one of his classmates, the solitary and mysterious Kayo Hinazuki, that took place when he was a child. This is his chance to make things right. Erased follows Satoru in his mission to uncover what truly transpired 18 years ago and prevent the death of his classmate while protecting those he cares about in the present."
    },
    {
      "id": 32,
      "title": "Bleach",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/bleach_dpqkrb.jpg",
      "epCount": 366,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2004",
      "synopsis": "Ichigo Kurosaki is an ordinary high schooler—until his family is attacked by a Hollow, a corrupt spirit that seeks to devour human souls. It is then that he meets a Soul Reaper named Rukia Kuchiki, who gets injured while protecting Ichigo's family from the assailant. To save his family, Ichigo accepts Rukia's offer of taking her powers and becomes a Soul Reaper as a result. However, as Rukia is unable to regain her powers, Ichigo is given the daunting task of hunting down the Hollows that plague their town. However, he is not alone in his fight, as he is later joined by his friends—classmates Orihime Inoue, Yasutora Sado, and Uryuu Ishida—who each have their own unique abilities. As Ichigo and his comrades get used to their new duties and support each other on and off the battlefield, the young Soul Reaper soon learns that the Hollows are not the only real threat to the human world."
    },
    {
      "id": 33,
      "title": "One Piece",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919557/Capstone%20Images/onepiece_redeso.jpg",
      "epCount": "?",
      "status": "Currently Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "1999",
      "synopsis": "Gol D. Roger was known as the Pirate King, the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King. Enter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy's reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece."
    },
    {
      "id": 34,
      "title": "Rascal Does Not Dream of Bunny Girl Senpai",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/bunnygirlsenpai_ofntpi.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2018",
      "synopsis": "The rare and inexplicable Puberty Syndrome is thought of as a myth. It is a rare disease which only affects teenagers, and its symptoms are so supernatural that hardly anyone recognizes it as a legitimate occurrence. However, high school student Sakuta Azusagawa knows from personal experience that it is very much real, and happens to be quite prevalent in his school. Mai Sakurajima is a third-year high school student who gained fame in her youth as a child actress, but recently halted her promising career for reasons unknown to the public. With an air of unapproachability, she is well known throughout the school, but none dare interact with her—that is until Sakuta sees her wandering the library in a bunny girl costume. Despite the getup, no one seems to notice her, and after confronting her, he realizes that she is another victim of Puberty Syndrome. As Sakuta tries to help Mai through her predicament, his actions bring him into contact with more girls afflicted with the elusive disease."
    },
    {
      "id": 35,
      "title": "Cowboy Bebop",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919560/Capstone%20Images/cowboybebop_jfthsw.jpg",
      "epCount": 26,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "1998",
      "synopsis": "In the year 2071, humanity has colonized several of the planets and moons of the solar system leaving the now uninhabitable surface of planet Earth behind. The Inter Solar System Police attempts to keep peace in the galaxy, aided in part by outlaw bounty hunters, referred to as Cowboys. The ragtag team aboard the spaceship Bebop are two such individuals. Mellow and carefree Spike Spiegel is balanced by his boisterous, pragmatic partner Jet Black as the pair makes a living chasing bounties and collecting rewards. Thrown off course by the addition of new members that they meet in their travels—Ein, a genetically engineered, highly intelligent Welsh Corgi; femme fatale Faye Valentine, an enigmatic trickster with memory loss; and the strange computer whiz kid Edward Wong—the crew embarks on thrilling adventures that unravel each member's dark and mysterious past little by little. Well-balanced with high density action and light-hearted comedy, Cowboy Bebop is a space Western classic and an homage to the smooth and improvised music it is named after."
    },
    {
      "id": 36,
      "title": "Neon Genesis Evangelion",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919557/Capstone%20Images/neongenesisevangelion_bdpibl.jpg",
      "epCount": 26,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "1995",
      "synopsis": "In the year 2015, the world stands on the brink of destruction. Humanity's last hope lies in the hands of Nerv, a special agency under the United Nations, and their Evangelions, giant machines capable of defeating the Angels who herald Earth's ruin. Gendou Ikari, head of the organization, seeks compatible pilots who can synchronize with the Evangelions and realize their true potential. Aiding in this defensive endeavor are talented personnel Misato Katsuragi, Head of Tactical Operations, and Ritsuko Akagi, Chief Scientist. Face to face with his father for the first time in years, 14-year-old Shinji Ikari's average life is irreversibly changed when he is whisked away into the depths of Nerv, and into a harrowing new destiny—he must become the pilot of Evangelion Unit-01 with the fate of mankind on his shoulders. Written by Hideaki Anno, Neon Genesis Evangelion is a heroic tale of a young boy who will become a legend. But as this psychological drama unfolds, ancient secrets beneath the big picture begin to bubble to the surface..."
    },
    {
      "id": 37,
      "title": "Darling in the FranXX",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919555/Capstone%20Images/ditf_s2nfwk.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2018",
      "synopsis": "In the distant future, humanity has been driven to near-extinction by giant beasts known as Klaxosaurs, forcing the surviving humans to take refuge in massive fortress cities called Plantations. Children raised here are trained to pilot giant mechas known as FranXX—the only weapons known to be effective against the Klaxosaurs—in boy-girl pairs. Bred for the sole purpose of piloting these machines, these children know nothing of the outside world and are only able to prove their existence by defending their race. Hiro, an aspiring FranXX pilot, has lost his motivation and self-confidence after failing an aptitude test. Skipping out on his class' graduation ceremony, Hiro retreats to a forest lake, where he encounters a mysterious girl with two horns growing out of her head. She introduces herself by her codename Zero Two, which is known to belong to an infamous FranXX pilot known as the Partner Killer. Before Hiro can digest the encounter, the Plantation is rocked by a sudden Klaxosaur attack. Zero Two engages the creature in her FranXX, but it is heavily damaged in the skirmish and crashes near Hiro. Finding her partner dead, Zero Two invites Hiro to pilot the mecha with her, and the duo easily defeats the Klaxosaur in the ensuing fight. With a new partner by his side, Hiro has been given a chance at redemption for his past failures, but at what cost?"
    },
    {
      "id": 38,
      "title": "The Future Diary",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919555/Capstone%20Images/futurediary_re28gr.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2011",
      "synopsis": "Lonely high school student, Yukiteru Amano, spends his days writing a diary on his cellphone, while conversing with his two seemingly imaginary friends Deus Ex Machina, who is the god of time and space, and Murmur, the god's servant. Revealing himself to be an actual entity, Deus grants Yukiteru a Random Diary, which shows highly descriptive entries based on the future and forces him into a bloody battle royale with 11 other holders of similarly powerful future diaries. With the last person standing designated as the new god of time and space, Yukiteru must find and kill the other 11 in order to survive. He reluctantly teams up with his obsessive stalker Yuno Gasai (who also possesses such a diary), and she takes it upon herself to ensure his safety. But there's more to the girl than meets the eye, as she might have other plans for her unrequited love..."
    },
    {
      "id": 39,
      "title": "The God of High School",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/godofhighschool_eqwosv.jpg",
      "epCount": 13,
      "status": "Finished Airing",
      "seasonOfRelease": "Summer",
      "yearOfRelease": "2020",
      "synopsis": "The God of High School tournament has begun, seeking out the greatest fighter among Korean high school students! All martial arts styles, weapons, means, and methods of attaining victory are permitted. The prize? One wish for anything desired by the winner. Taekwondo expert Jin Mo-Ri is invited to participate in the competition. There he befriends karate specialist Han Dae-Wi and swordswoman Yu Mi-Ra, who both have entered for their own personal reasons. Mo-Ri knows that no opponent will be the same and that the matches will be the most ruthless he has ever fought in his life. But instead of being worried, this prospect excites him beyond belief. A secret lies beneath the facade of a transparent test of combat prowess the tournament claims to be—one that has Korean political candidate Park Mu-Jin watching every fight with expectant, hungry eyes. Mo-Ri, Dae-Wi, and Mi-Ra are about to discover what it really means to become the God of High School."
    },
    {
      "id": 40,
      "title": "HoriMiya",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/horimiya_xrgv8p.jpg",
      "epCount": 13,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2021",
      "synopsis": "On the surface, the thought of Kyouko Hori and Izumi Miyamura getting along would be the last thing in people's minds. After all, Hori has a perfect combination of beauty and brains, while Miyamura appears meek and distant to his fellow classmates. However, a fateful meeting between the two lays both of their hidden selves bare. Even though she is popular at school, Hori has little time to socialize with her friends due to housework. On the other hand, Miyamura lives under the noses of his peers, his body bearing secret tattoos and piercings that make him look like a gentle delinquent. Having opposite personalities yet sharing odd similarities, the two quickly become friends and often spend time together in Hori's home. As they both emerge from their shells, they share with each other a side of themselves concealed from the outside world."
    },
    {
      "id": 41,
      "title": "Jujutsu Kaisen",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/jjk_edi3x5.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2020",
      "synopsis": "Idly indulging in baseless paranormal activities with the Occult Club, high schooler Yuuji Itadori spends his days at either the clubroom or the hospital, where he visits his bedridden grandfather. However, this leisurely lifestyle soon takes a turn for the strange when he unknowingly encounters a cursed item. Triggering a chain of supernatural occurrences, Yuuji finds himself suddenly thrust into the world of Curses—dreadful beings formed from human malice and negativity—after swallowing the said item, revealed to be a finger belonging to the demon Sukuna Ryoumen, the King of Curses. Yuuji experiences first-hand the threat these Curses pose to society as he discovers his own newfound powers. Introduced to the Tokyo Metropolitan Jujutsu Technical High School, he begins to walk down a path from which he cannot return—the path of a Jujutsu sorcerer."
    },
    {
      "id": 42,
      "title": "Re ZERO -Starting Life in Another World-",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919557/Capstone%20Images/rezero_rufwsb.jpg",
      "epCount": 25,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2016",
      "synopsis": "When Subaru Natsuki leaves the convenience store, the last thing he expects is to be wrenched from his everyday life and dropped into a fantasy world. Things aren't looking good for the bewildered teenager; however, not long after his arrival, he is attacked by some thugs. Armed with only a bag of groceries and a now useless cell phone, he is quickly beaten to a pulp. Fortunately, a mysterious beauty named Satella, in hot pursuit after the one who stole her insignia, happens upon Subaru and saves him. In order to thank the honest and kindhearted girl, Subaru offers to help in her search, and later that night, he even finds the whereabouts of that which she seeks. But unbeknownst to them, a much darker force stalks the pair from the shadows, and just minutes after locating the insignia, Subaru and Satella are brutally murdered. However, Subaru immediately reawakens to a familiar scene—confronted by the same group of thugs, meeting Satella all over again—the enigma deepens as history inexplicably repeats itself."
    },
    {
      "id": 43,
      "title": "Re ZERO -Starting Life in Another World- Season 2",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919557/Capstone%20Images/rezero2_yqcjwc.jpg",
      "epCount": 13,
      "status": "Finished Airing",
      "seasonOfRelease": "Summer",
      "yearOfRelease": "2020",
      "synopsis": ""
    },
    {
      "id": 44,
      "title": "Re ZERO -Starting Life in Another World- Season 2 Part 2",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919557/Capstone%20Images/rezero2part2_ecuchd.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2021",
      "synopsis": ""
    },
    {
      "id": 45,
      "title": "Toradora!",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/toradora_s3xawr.jpg",
      "epCount": 25,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2008",
      "synopsis": ""
    },
    {
      "id": 46,
      "title": "Kaguya-sama: Love is War",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919555/Capstone%20Images/loveiswar_uetst0.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2019",
      "synopsis": ""
    },
    {
      "id": 47,
      "title": "Kaguya-sama: Love is War Season 2",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/loveiswar2_ftuyzj.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2020",
      "synopsis": ""
    },
    {
      "id": 48,
      "title": "No Game No Life",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/nogamenolife_d9bqf9.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2014",
      "synopsis": ""
    },
    {
      "id": 49,
      "title": "Violet EverGarden",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/violetevergarden_x7zrkz.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2018",
      "synopsis": ""
    },
    {
      "id": 50,
      "title": "Vinland Saga",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627921255/Capstone%20Images/vinlandsaga_q3tjkd.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Summer",
      "yearOfRelease": "2019",
      "synopsis": ""
    },
    {
      "id": 51,
      "title": "Tonikaku Kawaii",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/tonikaku_r8zsen.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2020",
      "synopsis": ""
    },
    {
      "id": 52,
      "title": "Tokyo Ghoul",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/tokyoghoul_kztams.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Summer",
      "yearOfRelease": "2014",
      "synopsis": ""
    },
    {
      "id": 53,
      "title": "Tokyo Ghoul √A",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/tokyoghoulroota_l8nsus.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2015",
      "synopsis": ""
    },
    {
      "id": 54,
      "title": "Tokyo Ghoul:re",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/tokyoghoulre_aebogw.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2018",
      "synopsis": ""
    },
    {
      "id": 55,
      "title": "Tokyo Ghoul:re 2nd Season",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/tokyoghoulre2_egroom.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2018",
      "synopsis": ""
    },
    {
      "id": 56,
      "title": "My Hero Academia",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/myhero_q5yg9y.jpg",
      "epCount": 13,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2016",
      "synopsis": ""
    },
    {
      "id": 57,
      "title": "My Hero Academia Season 2",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/myhero2_a0k1yp.jpg",
      "epCount": 25,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2017",
      "synopsis": ""
    },
    {
      "id": 58,
      "title": "My Hero Academia Season 3",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/myhero3_g7vh0g.jpg",
      "epCount": 25,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2018",
      "synopsis": ""
    },
    {
      "id": 59,
      "title": "My Hero Academia Season 4",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/myhero4_msvpfd.jpg",
      "epCount": 25,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2019",
      "synopsis": ""
    },
    {
      "id": 60,
      "title": "My Hero Academia Season 5",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/myhero5_lllzsu.jpg",
      "epCount": 25,
      "status": "Currently Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2021",
      "synopsis": ""
    },
    {
      "id": 61,
      "title": "Black Clover",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919560/Capstone%20Images/blackclover_qabawy.jpg",
      "epCount": 170,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2017",
      "synopsis": ""
    },
    {
      "id": 62,
      "title": "Rent-a-Girlfriend",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/rentagf_anxkft.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Summer",
      "yearOfRelease": "2020",
      "synopsis": ""
    },
    {
      "id": 63,
      "title": "The Quintessential Quintuplets",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919557/Capstone%20Images/qq_dthpvr.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2019",
      "synopsis": ""
    },
    {
      "id": 64,
      "title": "The Quintessential Quintuplets 2",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919557/Capstone%20Images/qq2_d7cvqe.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2021",
      "synopsis": ""
    }
  ],
  "watchlists": [
    {
      "animeId": 14,
      "dateStartedWatching": "2019-10-09",
      "dateFinishedWatching": "2019-11-21",
      "userEpCount": 24,
      "userRating": 8,
      "dropped": false,
      "userId": 1,
      "id": 1
    },
    {
      "animeId": 15,
      "dateStartedWatching": "2019-11-29",
      "dateFinishedWatching": "2019-12-05",
      "userEpCount": 24,
      "userRating": 8,
      "dropped": false,
      "userId": 1,
      "id": 2
    },
    {
      "animeId": 3,
      "dateStartedWatching": "2021-04-11",
      "dateFinishedWatching": "",
      "userEpCount": 17,
      "userRating": 9,
      "dropped": false,
      "userId": 1,
      "id": 3
    },
    {
      "animeId": 5,
      "dateStartedWatching": "2020-07-08",
      "dateFinishedWatching": "2020-07-10",
      "userEpCount": 12,
      "userRating": 8,
      "dropped": false,
      "userId": 1,
      "id": 4
    },
    {
      "animeId": 6,
      "dateStartedWatching": "2020-12-23",
      "dateFinishedWatching": "",
      "userEpCount": 6,
      "userRating": 4,
      "dropped": true,
      "userId": 1,
      "id": 5
    },
    {
      "animeId": 4,
      "dateStartedWatching": "",
      "dateFinishedWatching": "",
      "userEpCount": null,
      "userRating": null,
      "dropped": false,
      "userId": 1,
      "id": 6
    },
    {
      "animeId": 45,
      "dateStartedWatching": "2021-07-08",
      "dateFinishedWatching": "2021-07-29",
      "userEpCount": 25,
      "userRating": 8,
      "dropped": false,
      "userId": 2,
      "id": 7
    },
    {
      "animeId": 40,
      "dateStartedWatching": "2021-05-18",
      "dateFinishedWatching": "",
      "userEpCount": 6,
      "userRating": 7,
      "dropped": false,
      "userId": 2,
      "id": 8
    },
    {
      "id": 9,
      "animeId": 34,
      "dateStartedWatching": "2020-12-17",
      "dateFinishedWatching": "2021-01-07",
      "userEpCount": 12,
      "userRating": 8,
      "dropped": false,
      "userId": 2
    },
    {
      "animeId": 9,
      "dateStartedWatching": "2021-02-17",
      "dateFinishedWatching": "",
      "userEpCount": 68,
      "userRating": 7,
      "dropped": true,
      "userId": 2,
      "id": 10
    },
    {
      "animeId": 21,
      "dateStartedWatching": "",
      "dateFinishedWatching": "",
      "userEpCount": null,
      "userRating": null,
      "dropped": false,
      "userId": 2,
      "id": 11
    },
    {
      "id": 12,
      "animeId": 1,
      "dateStartedWatching": "2021-05-12",
      "dateFinishedWatching": "2021-08-03",
      "userEpCount": 51,
      "userRating": 7,
      "dropped": false,
      "userId": 2
    },
    {
      "animeId": 9,
      "dateStartedWatching": "2021-08-19",
      "dateFinishedWatching": "2021-08-26",
      "userEpCount": 148,
      "userRating": 9,
      "dropped": false,
      "userId": 1,
      "id": 13
    },
    {
      "animeId": 56,
      "dateStartedWatching": "2021-05-13",
      "dateFinishedWatching": "2021-08-26",
      "userEpCount": 13,
      "userRating": 7,
      "dropped": false,
      "userId": 1,
      "id": 14
    },
    {
      "animeId": 53,
      "dateStartedWatching": "2021-06-10",
      "dateFinishedWatching": "",
      "userEpCount": 3,
      "userRating": null,
      "dropped": true,
      "userId": 1,
      "id": 15
    },
    {
      "animeId": 22,
      "dateStartedWatching": "2021-07-08",
      "dateFinishedWatching": "",
      "userEpCount": 14,
      "userRating": 5,
      "dropped": false,
      "userId": 1,
      "id": 16
    }
  ]
}