{
  "users": [
    {
      "id": 1,
      "name": "Avery Olmstead",
      "email": "avery@olmstead.com"
    },
    {
      "email": "maka@alburn.com",
      "name": "Maka Alburn",
      "id": 2
    }
  ],
  "anime": [
    {
      "id": 1,
      "title": "Soul Eater",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/souleater_fjfvcu.jpg",
      "epCount": 51,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2008",
      "synopsis": "Death City is home to the famous Death Weapon Meister Academy, a technical academy headed by the Shinigami—Lord Death himself. Its mission: to raise Death Scythes for the Shinigami to wield against the many evils of their fantastical world. These Death Scythes, however, are not made from physical weapons; rather, they are born from human hybrids who have the ability to transform their bodies into Demon Weapons, and only after they have consumed the souls of 99 evil beings and one witch's soul. Soul Eater Evans, a Demon Scythe who only seems to care about what's cool, aims to become a Death Scythe with the help of his straight-laced wielder, or meister, Maka Albarn. The contrasting duo work and study alongside the hot headed Black☆Star and his caring weapon Tsubaki, as well as the Shinigami's own son, Death the Kid, an obsessive-compulsive dual wielder of twin pistols Patty and Liz. Soul Eater follows these students of Shibusen as they take on missions to collect souls and protect the city from the world's threats while working together under the snickering sun to become sounder in mind, body, and soul."
    },
    {
      "id": 2,
      "title": "Fullmetal Alchemist: Brotherhood",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919555/Capstone%20Images/fmab_j6hd3s.jpg",
      "epCount": 64,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2009",
      "synopsis": "In order for something to be obtained, something of equal value must be lost. Alchemy is bound by this Law of Equivalent Exchange—something the young brothers Edward and Alphonse Elric only realize after attempting human transmutation: the one forbidden act of alchemy. They pay a terrible price for their transgression—Edward loses his left leg, Alphonse his physical body. It is only by the desperate sacrifice of Edward's right arm that he is able to affix Alphonse's soul to a suit of armor. Devastated and alone, it is the hope that they would both eventually return to their original bodies that gives Edward the inspiration to obtain metal limbs called automail and become a state alchemist, the Fullmetal Alchemist. Three years of searching later, the brothers seek the Philosopher's Stone, a mythical relic that allows an alchemist to overcome the Law of Equivalent Exchange. Even with military allies Colonel Roy Mustang, Lieutenant Riza Hawkeye, and Lieutenant Colonel Maes Hughes on their side, the brothers find themselves caught up in a nationwide conspiracy that leads them not only to the true nature of the elusive Philosopher's Stone, but their country's murky history as well. In between finding a serial killer and racing against time, Edward and Alphonse must ask themselves if what they are doing will make them human again... or take away their humanity."
    },
    {
      "id": 3,
      "title": "Tokyo Revengers",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/tokyorevengers_gx6asr.jpg",
      "epCount": "?",
      "status": "Currently Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2021",
      "synopsis": "Takemichi Hanagaki’s second year of middle school was the highest point in his life. He had respect, a gang of friends he could count on, and even a girlfriend. But that was twelve years ago. Today, he’s a nobody: a washed-up nonentity made fun of by children and always forced to apologize to his younger boss. A sudden news report on the Tokyo Manji Gang’s cruel murder of the only girlfriend he ever had alongside her brother only adds insult to injury. Half a second before a train ends his pitiful life for good, Takemichi flashes back to that same day twelve years ago, when he was still dating Hinata Tachibana. After being forced to relive the very same day that began his downward spiral, Takemichi meets Hinata’s younger brother. Without thinking, he admits to his seeming death before flashing back to the past. Takemichi urges him to protect his sister before inexplicably returning to the future. Miraculously, he isn’t dead. Stranger still, the future has changed. It seems as though Takemichi can alter the flow of time. Given the chance to prevent his ex-girlfriend’s tragic death at the hands of the Tokyo Manji Gang, Takemichi decides to fly through time to change the course of the future."
    },
    {
      "id": 4,
      "title": "Darwin's Game",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919560/Capstone%20Images/darwinsgame_tiqptt.jpg",
      "epCount": 11,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2020",
      "synopsis": "High school student Kaname Sudou receives an invitation from a classmate to play Darwin's Game, a mobile game he has never heard of. However, as soon as he opens the application, a green snake suddenly pops out from his phone screen and bites his neck, leaving him unconscious. Waking up in the infirmary without any signs of a snake bite, he is told by the school to take the rest of the day off. Although he is puzzled by what has happened, he dismisses the surreal experience as a hallucination and boards the train home. Unfortunately, his curiosity gets the better of him and he uses the application once again. As the application appears to be just like any other battle game, Kaname breathes out a sigh of relief and decides to start his first match. However, the pleasant surprise is short-lived, as his in-game opponent unexpectedly appears right in front of him and attempts to hunt him down with a knife. As he desperately runs for his life, Kaname puts two and two together and realizes that Darwin's Game is not an ordinary game, but rather, it's a brutal fight for survival."
    },
    {
      "id": 5,
      "title": "The Promised Neverland",
      "epCount": 12,
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/tpnl_r60dkj.jpg",
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2019",
      "synopsis": "Surrounded by a forest and a gated entrance, the Grace Field House is inhabited by orphans happily living together as one big family, looked after by their Mama, Isabella. Although they are required to take tests daily, the children are free to spend their time as they see fit, usually playing outside, as long as they do not venture too far from the orphanage—a rule they are expected to follow no matter what. However, all good times must come to an end, as every few months, a child is adopted and sent to live with their new family, never to be heard from again. However, the three oldest siblings have their suspicions about what is actually happening at the orphanage, and they are about to discover the cruel fate that awaits the children living at Grace Field, including the twisted nature of their beloved Mama."
    },
    {
      "id": 6,
      "title": "The Promised Neverland 2nd Season",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/tpnl2_fmxem3.jpg",
      "epCount": 11,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2021",
      "synopsis": "Emma, Ray, and the rest of the older children have escaped the confines of the Grace Field House. However, with relentless demons set on capturing them, their arduous battle for freedom has only just begun. Despite venturing into the treacherous wilderness, the children remain optimistic due to their possession of books written by William Minerva. Coded within his books are messages detailing the world outside the farm—information that can help them survive with the limited resources they have. But when their pursuers draw near, the children soon encounter their most dreadful situation yet. In The Promised Neverland 2nd Season, the children struggle to survive in the strange ruthless world, striving to find a sanctuary they can truly call home."
    },
    {
      "id": 7,
      "title": "Seraph of the End: Vampire Reign",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919557/Capstone%20Images/seraph_vw0ps2.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2015",
      "synopsis": "With the appearance of a mysterious virus that kills everyone above the age of 13, mankind becomes enslaved by previously hidden, power-hungry vampires who emerge in order to subjugate society with the promise of protecting the survivors, in exchange for donations of their blood. Among these survivors are Yuuichirou and Mikaela Hyakuya, two young boys who are taken captive from an orphanage, along with other children whom they consider family. Discontent with being treated like livestock under the vampires' cruel reign, Mikaela hatches a rebellious escape plan that is ultimately doomed to fail. The only survivor to come out on the other side is Yuuichirou, who is found by the Moon Demon Company, a military unit dedicated to exterminating the vampires in Japan. Many years later, now a member of the Japanese Imperial Demon Army, Yuuichirou is determined to take revenge on the creatures that slaughtered his family, but at what cost? Seraph of the End: Vampire Reign is a post-apocalyptic supernatural shounen anime that follows a young man's search for retribution, all the while battling for friendship and loyalty against seemingly impossible odds."
    },
    {
      "id": 8,
      "title": "Seraph of the End: Battle in Nagoya",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/seraph2_grhtii.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2015",
      "synopsis": "Yuuichirou Hyakuya is finally reunited with his childhood friend Mikaela Hyakuya, whom he had long presumed to be dead. Upon their reunion, however, he discovers that Mikaela has been turned into a vampire. Determined to help his friend, Yuuichirou vows to get stronger so that he can protect Mikaela as well as the comrades in the Moon Demon Company. Kureto Hiiragi receives information that a large group of vampires will be gathering in Nagoya, preparing for their assault on the Imperial Demon Army's main forces in Tokyo. Led by Guren Ichinose, Yuuichirou's team is one of many selected to intercept and eliminate the vampire nobles. With the Nagoya mission quickly approaching, the members of Shinoa squad continue to work towards fully mastering their weapons, while learning how to improve their teamwork. Yuuichirou must gain the power he needs to slay the nobles and save his best friend, before he succumbs to the demon of the Cursed Gear."
    },
    {
      "id": 9,
      "title": "Hunter x Hunter (2011)",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1628093809/Capstone%20Images/hxh2011_c4y3wm.jpg",
      "epCount": 148,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2011",
      "synopsis": "Hunter x Hunter is set in a world where Hunters exist to perform all manner of dangerous tasks like capturing criminals and bravely searching for lost treasures in uncharted territories. Twelve-year-old Gon Freecss is determined to become the best Hunter possible in hopes of finding his father, who was a Hunter himself and had long ago abandoned his young son. However, Gon soon realizes the path to achieving his goals is far more challenging than he could have ever imagined. Along the way to becoming an official Hunter, Gon befriends the lively doctor-in-training Leorio, vengeful Kurapika, and rebellious ex-assassin Killua. To attain their own goals and desires, together the four of them take the Hunter Exam, notorious for its low success rate and high probability of death. Throughout their journey, Gon and his friends embark on an adventure that puts them through many hardships and struggles. They will meet a plethora of monsters, creatures, and characters—all while learning what being a Hunter truly means."
    },
    {
      "id": 10,
      "title": "Death Note",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919560/Capstone%20Images/deathnote_t7zbaz.jpg",
      "epCount": 37,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2006",
      "synopsis": "A shinigami, as a god of death, can kill any person—provided they see their victim's face and write their victim's name in a notebook called a Death Note. One day, Ryuk, bored by the shinigami lifestyle and interested in seeing how a human would use a Death Note, drops one into the human realm. High school student and prodigy Light Yagami stumbles upon the Death Note and—since he deplores the state of the world—tests the deadly notebook by writing a criminal's name in it. When the criminal dies immediately following his experiment with the Death Note, Light is greatly surprised and quickly recognizes how devastating the power that has fallen into his hands could be. With this divine capability, Light decides to extinguish all criminals in order to build a new world where crime does not exist and people worship him as a god. Police, however, quickly discover that a serial killer is targeting criminals and, consequently, try to apprehend the culprit. To do this, the Japanese investigators count on the assistance of the best detective in the world: a young and eccentric man known only by the name of L."
    },
    {
      "id": 11,
      "title": "Parasyte -the maxim-",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919557/Capstone%20Images/parasyte_swtr8v.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2014",
      "synopsis": "All of a sudden, they arrived: parasitic aliens that descended upon Earth and quickly infiltrated humanity by burrowing into the brains of vulnerable targets. These insatiable beings acquire full control of their host and are able to morph into a variety of forms in order to feed on unsuspecting prey. Sixteen-year-old high school student Shinichi Izumi falls victim to one of these parasites, but it fails to take over his brain, ending up in his right hand instead. Unable to relocate, the parasite, now named Migi, has no choice but to rely on Shinichi in order to stay alive. Thus, the pair is forced into an uneasy coexistence and must defend themselves from hostile parasites that hope to eradicate this new threat to their species."
    },
    {
      "id": 12,
      "title": "Code Geass: Lelouch of the Rebellion",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919560/Capstone%20Images/codegeass_mwutgm.jpg",
      "epCount": 25,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2006",
      "synopsis": "In the year 2010, the Holy Empire of Britannia is establishing itself as a dominant military nation, starting with the conquest of Japan. Renamed to Area 11 after its swift defeat, Japan has seen significant resistance against these tyrants in an attempt to regain independence. Lelouch Lamperouge, a Britannian student, unfortunately finds himself caught in a crossfire between the Britannian and the Area 11 rebel armed forces. He is able to escape, however, thanks to the timely appearance of a mysterious girl named C.C., who bestows upon him Geass, the Power of Kings. Realizing the vast potential of his newfound power of absolute obedience, Lelouch embarks upon a perilous journey as the masked vigilante known as Zero, leading a merciless onslaught against Britannia in order to get revenge once and for all."
    },
    {
      "id": 13,
      "title": "Code Geass: Lelouch of the Rebellion R2",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919560/Capstone%20Images/codegeassr2_txiafp.jpg",
      "epCount": 25,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2008",
      "synopsis": "One year has passed since the Black Rebellion, a failed uprising against the Holy Britannian Empire led by the masked vigilante Zero, who is now missing. At a loss without their revolutionary leader, Area 11's resistance group—the Black Knights—find themselves too powerless to combat the brutality inflicted upon the Elevens by Britannia, which has increased significantly in order to crush any hope of a future revolt. Lelouch Lamperouge, having lost all memory of his double life, is living peacefully alongside his friends as a high school student at Ashford Academy. His former partner C.C., unable to accept this turn of events, takes it upon herself to remind him of his past purpose, hoping that the mastermind Zero will rise once again to finish what he started, in this thrilling conclusion to the series."
    },
    {
      "id": 14,
      "title": "The Seven Deadly Sins",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/7ds_ld763o.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2014",
      "synopsis": "In a world similar to the European Middle Ages, the feared yet revered Holy Knights of Britannia use immensely powerful magic to protect the region of Britannia and its kingdoms. However, a small subset of the Knights supposedly betrayed their homeland and turned their blades against their comrades in an attempt to overthrow the ruler of Liones. They were defeated by the Holy Knights, but rumors continued to persist that these legendary knights, called the Seven Deadly Sins, were still alive. Ten years later, the Holy Knights themselves staged a coup d’état, and thus became the new, tyrannical rulers of the Kingdom of Liones. Based on the best-selling manga series of the same name, The Seven Deadly Sins follows the adventures of Elizabeth, the third princess of the Kingdom of Liones, and her search for the Seven Deadly Sins. With their help, she endeavors to not only take back her kingdom from the Holy Knights, but to also seek justice in an unjust world."
    },
    {
      "id": 15,
      "title": "The Seven Deadly Sins: Revival of the Commandments",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/7ds_rc_ovndye.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2018",
      "synopsis": "The fierce battle between Meliodas, the captain of the Seven Deadly Sins, and the Great Holy Knight Hendrickson has devastating consequences. Armed with the fragments necessary for the revival of the Demon Clan, Hendrickson breaks the seal, allowing the Commandments to escape, all of whom are mighty warriors working directly under the Demon King himself. Through a mysterious connection, Meliodas instantly identifies them; likewise, the 10 Commandments, too, seem to sense his presence. As the demons leave a path of destruction in their wake, the Seven Deadly Sins must find a way to stop them before the Demon Clan drowns Britannia in blood and terror."
    },
    {
      "id": 16,
      "title": "The Seven Deadly Sins: Wrath of the Gods",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/7ds_wg_hmrkzq.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2019",
      "synopsis": "After saving the Kingdom of Liones from the 10 Commandments, Meliodas and the Seven Deadly Sins are enjoying their time off. However, things aren't as peaceful as they seem, as the Sins are put through various trials to become strong enough to defeat the 10 Commandments and to overcome their past trauma. With help from past figures, the Sins are tasked with defeating the 10 Commandments and putting an end to their evil plans that began ten thousand years ago. The Sins begin to uncover the truth about each other, as well as those who stood before them. With this knowledge in hand, the battle against the 10 Commandments has only just begun."
    },
    {
      "id": 17,
      "title": "The Seven Deadly Sins: Dragon's Judgement",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/7ds_dj_m3hpha.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2021",
      "synopsis": "After the Kingdom of Liones faces a new threat, the Seven Deadly Sins split up in order to defeat an enemy force spanning Britannia. With their members divided, they face 3 powerful foes, attempt to rescue the lost part of a dear friend, and begin their rescue of Elizabeth. However, all is not quite as it seems. Along the way, the truth of what brought the end of the Holy War 3000 years ago is uncovered, causing old friends to come face to face against each other."
    },
    {
      "id": 18,
      "title": "Demon Slayer",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919555/Capstone%20Images/demonslayer_hnkkwb.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2019",
      "synopsis": "Ever since the death of his father, the burden of supporting the family has fallen upon Tanjirou Kamado's shoulders. Though living impoverished on a remote mountain, the Kamado family are able to enjoy a relatively peaceful and happy life. One day, Tanjirou decides to go down to the local village to make a little money selling charcoal. On his way back, night falls, forcing Tanjirou to take shelter in the house of a strange man, who warns him of the existence of flesh-eating demons that lurk in the woods at night. When he finally arrives back home the next day, he is met with a horrifying sight—his whole family has been slaughtered. Worse still, the sole survivor is his sister Nezuko, who has been turned into a bloodthirsty demon. Consumed by rage and hatred, Tanjirou swears to avenge his family and stay by his only remaining sibling. Alongside the mysterious group calling themselves the Demon Slayer Corps, Tanjirou will do whatever it takes to slay the demons and protect the remnants of his beloved sister's humanity."
    },
    {
      "id": 19,
      "title": "Fire Force",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919555/Capstone%20Images/fireforce_eukxrg.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Summer",
      "yearOfRelease": "2019",
      "synopsis": "Spontaneous Human Combustion: a chaotic phenomenon that has plagued humanity for years, randomly transforming ordinary people into flaming, violent creatures known as Infernals. While Infernals make up the first-generation accounts of Human Combustion, the second and third generations became known as pyrokinetics—people gifted with the ability to manipulate and control their flames while remaining human. To combat the Infernal threat and discover the cause, the Tokyo Armed Forces, Fire Defense Agency, and Holy Church of Sol produced their answer: the Special Fire Force. Young and eager third-generation pyrokinetic Shinra Kusakabe, nicknamed Devil's Footprints for his explosive ability to ignite his feet at will, becomes a member of the lively Special Fire Force Company 8. Upholding the brigade's duty to extinguish the blazing Infernals and lay their souls to rest, Shinra is determined to become a hero who will save the lives of those threatened by the flame terror. However, this is not the hero's game Shinra imagined. The Fire Force is a fractured mess of feuding brigades, abnormal Infernal sightings are increasing all over Tokyo, and a shadowy group is claiming to have answers to the strange fire that caused the death of Shinra's family 12 years ago. Faced with many obstacles within and outside the Fire Force, Shinra fights to uncover the truth behind the burning mysteries that have kept him in the dark."
    },
    {
      "id": 20,
      "title": "Fire Force Season 2",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919555/Capstone%20Images/fireforce2_spk5a3.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Summer",
      "yearOfRelease": "2020",
      "synopsis": "After his confrontation in the Nether with his younger brother Shou, Shinra Kusakabe's resolve to become a hero that saves lives from the flame terror strengthens. Finding a way to turn the Infernals back into people, unraveling the mystery of the Evangelist and Adolla Burst, and saving his mother and Shou—these are the goals Shinra has in mind. However, he has come to realize that attaining these goals will not be easy, especially with the imminent danger the Evangelist poses. The Evangelist's plan is clear: to gather the eight pillars—the individuals who possess Adolla Burst—and sacrifice them to recreate the Great Cataclysm from 250 years ago. Having been revealed by the First Pillar that the birth of a new pillar is approaching, Shinra is determined to protect his fellow pillars from the Evangelist. Thus, the fiery battle between the Special Fire Force and the Evangelist ignites. Together with the Special Fire Force, Shinra's fight continues as he uncovers the truth about the Great Cataclysm and the nature of Adolla Bursts, as well as the mysteries behind human combustion."
    },
    {
      "id": 21,
      "title": "Anohana: The Flower We Saw That Day",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/anohana_qnqa0y.jpg",
      "epCount": 11,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2011",
      "synopsis": "Jinta Yadomi is peacefully living as a recluse, spending his days away from school and playing video games at home instead. One hot summer day, his childhood friend, Meiko Honma, Menma, appears and pesters him to grant a forgotten wish. He pays her no mind, which annoys her, but he doesn't really care. After all, Menma already died years ago. At first, Jinta thinks that he is merely hallucinating due to the summer heat, but he is later on convinced that what he sees truly is the ghost of Menma. Jinta and his group of childhood friends grew apart after her untimely death, but they are drawn together once more as they try to lay Menma's spirit to rest. Re-living their pain and guilt, will they be able to find the strength to help not only Menma move on—but themselves as well?"
    },
    {
      "id": 22,
      "title": "Attack on Titan",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627920697/Capstone%20Images/aot_weucwe.jpg",
      "epCount": 25,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2013",
      "synopsis": "Centuries ago, mankind was slaughtered to near extinction by monstrous humanoid creatures called titans, forcing humans to hide in fear behind enormous concentric walls. What makes these giants truly terrifying is that their taste for human flesh is not born out of hunger but what appears to be out of pleasure. To ensure their survival, the remnants of humanity began living within defensive barriers, resulting in one hundred years without a single titan encounter. However, that fragile calm is soon shattered when a colossal titan manages to breach the supposedly impregnable outer wall, reigniting the fight for survival against the man-eating abominations. After witnessing a horrific personal loss at the hands of the invading creatures, Eren Yeager dedicates his life to their eradication by enlisting into the Survey Corps, an elite military unit that combats the merciless humanoids outside the protection of the walls. Based on Hajime Isayama's award-winning manga, Shingeki no Kyojin follows Eren, along with his adopted sister Mikasa Ackerman and his childhood friend Armin Arlert, as they join the brutal war against the titans and race to discover a way of defeating them before the last walls are breached."
    },
    {
      "id": 23,
      "title": "Attack on Titan Season 2",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919560/Capstone%20Images/aot2_t9dids.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2017",
      "synopsis": "For centuries, humanity has been hunted by giant, mysterious predators known as the Titans. Three mighty walls—Wall Maria, Rose, and Sheena—provided peace and protection for humanity for over a hundred years. That peace, however, was shattered when the Colossus Titan and Armored Titan appeared and destroyed the outermost wall, Wall Maria. Forced to retreat behind Wall Rose, humanity waited with bated breath for the Titans to reappear and destroy their safe haven once more. In Attack on Titan Season 2, Eren Yeager and others of the 104th Training Corps have just begun to become full members of the Survey Corps. As they ready themselves to face the Titans once again, their preparations are interrupted by the invasion of Wall Rose—but all is not as it seems as more mysteries are unraveled. As the Survey Corps races to save the wall, they uncover more about the invading Titans and the dark secrets of their own members."
    },
    {
      "id": 24,
      "title": "Attack on Titan Season 3",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/aot3_flmc6e.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Summer",
      "yearOfRelease": "2018",
      "synopsis": "Still threatened by the Titans that rob them of their freedom, mankind remains caged inside the two remaining walls. Efforts to eradicate these monsters continue; however, threats arise not only from the Titans beyond the walls, but from the humans within them as well. After being rescued from the Colossal and Armored Titans, Eren Yaeger devotes himself to improving his Titan form. Krista Lenz struggles to accept the loss of her friend, Captain Levi chooses Eren and his friends to form his new personal squad, and Commander Erwin Smith recovers from his injuries. All seems well for the soldiers, until the government suddenly demands custody of Eren and Krista. The Survey Corps' recent successes have drawn attention, and a familiar face from Levi's past is sent to collect the wanted soldiers. Sought after by the government, Levi and his new squad must evade their adversaries in hopes of keeping Eren and Krista safe. In Attack on Titan Season 3, Eren and his fellow soldiers are not only fighting for their survival against the terrifying Titans, but also against the terror of a far more conniving foe: humans."
    },
    {
      "id": 25,
      "title": "Attack on Titan Season 3 Part 2",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/aot3part2_hdj8e0.jpg",
      "epCount": 10,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2019",
      "synopsis": "Seeking to restore humanity's diminishing hope, the Survey Corps embark on a mission to retake Wall Maria, where the battle against the merciless Titans takes the stage once again. Returning to the tattered Shiganshina District that was once his home, Eren Yeager and the Corps find the town oddly unoccupied by Titans. Even after the outer gate is plugged, they strangely encounter no opposition. The mission progresses smoothly until Armin Arlert, highly suspicious of the enemy's absence, discovers distressing signs of a potential scheme against them. Attack on Titan Season 3 Part 2 follows Eren as he vows to take back everything that was once his. Alongside him, the Survey Corps strive—through countless sacrifices—to carve a path towards victory and uncover the secrets locked away in the Yeager family's basement."
    },
    {
      "id": 26,
      "title": "Attack on Titan: The Final Season",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/aotfinal_kknoqo.jpg",
      "epCount": 16,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2021",
      "synopsis": "Gabii Braun and Falco Grice have been training their entire lives to inherit one of the seven titans under Marley's control and aid their nation in eradicating the Eldians on Paradis. However, just as all seems well for the two cadets, their peace is suddenly shaken by the arrival of Eren Yeager and the remaining members of the Survey Corps. Having finally reached the Yeager family basement and learned about the dark history surrounding the titans, the Survey Corps has at long last found the answer they so desperately fought to uncover. With the truth now in their hands, the group set out for the world beyond the walls. In Attack on Titan Final Season, two utterly different worlds collide as each party pursues its own agenda in the long-awaited conclusion to Paradis' fight for freedom."
    },
    {
      "id": 27,
      "title": "Assassination Classroom",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/assclass_svxku5.jpg",
      "epCount": 22,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2015",
      "synopsis": "When a mysterious creature chops the moon down to a permanent crescent, the students of class 3-E of Kunugigaoka Middle School find themselves confronted with an enormous task: assassinate the creature responsible for the disaster before Earth suffers a similar fate. However, the monster, dubbed Koro-sensei (the indestructible teacher), is able to fly at speeds of up to Mach 20, which he demonstrates freely, leaving any attempt to subdue him in his extraterrestrial dust. Furthermore, the misfits of 3-E soon find that the strange, tentacled beast is more than just indomitable—he is the best teacher they have ever had! Adapted from the humorous hit manga by Yuusei Matsui, Assassination Classroom tells the story of these junior high pupils as they polish their assassination skills and grow in order to stand strong against the oppressive school system, their own life problems, and one day, Koro-sensei."
    },
    {
      "id": 28,
      "title": "Assassination Classroom 2nd Season",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/assclass2_skzlvy.jpg",
      "epCount": 25,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2016",
      "synopsis": "The students return as school is back in session for the second semester. Following their exploits on the island during summer vacation, Class 3-E continues to sharpen their blades with their sights set on their teacher, the slippery Koro-sensei. They have more to worry about than just their teacher, however, as enemy assassins, both old and new, are out for the increased bounty on the octopus' head. Moreover, their rivals in Class A, as well as Kunugigaoka Junior High's fearsome principal, stand to block Class E from achieving academic excellence. With all of these obstacles opposing them, the group must continue to work together in order to overcome their foes and accomplish their goal of successfully assassinating their teacher."
    },
    {
      "id": 29,
      "title": "Erased",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919555/Capstone%20Images/erased_ep1imy.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2016",
      "synopsis": "When tragedy is about to strike, Satoru Fujinuma finds himself sent back several minutes before the accident occurs. The detached, 29-year-old manga artist has taken advantage of this powerful yet mysterious phenomenon, which he calls Revival, to save many lives. However, when he is wrongfully accused of murdering someone close to him, Satoru is sent back to the past once again, but this time to 1988, 18 years in the past. Soon, he realizes that the murder may be connected to the abduction and killing of one of his classmates, the solitary and mysterious Kayo Hinazuki, that took place when he was a child. This is his chance to make things right. Erased follows Satoru in his mission to uncover what truly transpired 18 years ago and prevent the death of his classmate while protecting those he cares about in the present."
    },
    {
      "id": 30,
      "title": "Naruto",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/naruto_vcejnz.jpg",
      "epCount": 220,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2002",
      "synopsis": "Moments prior to Naruto Uzumaki's birth, a huge demon known as the Kyuubi, the Nine-Tailed Fox, attacked Konohagakure, the Hidden Leaf Village, and wreaked havoc. In order to put an end to the Kyuubi's rampage, the leader of the village, the Fourth Hokage, sacrificed his life and sealed the monstrous beast inside the newborn Naruto. Now, Naruto is a hyperactive and knuckle-headed ninja still living in Konohagakure. Shunned because of the Kyuubi inside him, Naruto struggles to find his place in the village, while his burning desire to become the Hokage of Konohagakure leads him not only to some great new friends, but also some deadly foes."
    },
    {
      "id": 31,
      "title": "Naruto: Shippuuden",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919557/Capstone%20Images/narutoshippuuden_ylflla.jpg",
      "epCount": 500,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2007",
      "synopsis": "It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world. Although Naruto is older and sinister events loom on the horizon, he has changed little in personality—still rambunctious and childish—though he is now far more confident and possesses an even greater determination to protect his friends and home. Come whatever may, Naruto will carry on with the fight for what is important to him, even at the expense of his own body, in the continuation of the saga about the boy who wishes to become Hokage."
    },
    {
      "id": 32,
      "title": "Bleach",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/bleach_dpqkrb.jpg",
      "epCount": 366,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2004",
      "synopsis": "Ichigo Kurosaki is an ordinary high schooler—until his family is attacked by a Hollow, a corrupt spirit that seeks to devour human souls. It is then that he meets a Soul Reaper named Rukia Kuchiki, who gets injured while protecting Ichigo's family from the assailant. To save his family, Ichigo accepts Rukia's offer of taking her powers and becomes a Soul Reaper as a result. However, as Rukia is unable to regain her powers, Ichigo is given the daunting task of hunting down the Hollows that plague their town. However, he is not alone in his fight, as he is later joined by his friends—classmates Orihime Inoue, Yasutora Sado, and Uryuu Ishida—who each have their own unique abilities. As Ichigo and his comrades get used to their new duties and support each other on and off the battlefield, the young Soul Reaper soon learns that the Hollows are not the only real threat to the human world."
    },
    {
      "id": 33,
      "title": "One Piece",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919557/Capstone%20Images/onepiece_redeso.jpg",
      "epCount": "?",
      "status": "Currently Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "1999",
      "synopsis": "Gol D. Roger was known as the Pirate King, the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King. Enter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy's reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece."
    },
    {
      "id": 34,
      "title": "Rascal Does Not Dream of Bunny Girl Senpai",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/bunnygirlsenpai_ofntpi.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2018",
      "synopsis": "The rare and inexplicable Puberty Syndrome is thought of as a myth. It is a rare disease which only affects teenagers, and its symptoms are so supernatural that hardly anyone recognizes it as a legitimate occurrence. However, high school student Sakuta Azusagawa knows from personal experience that it is very much real, and happens to be quite prevalent in his school. Mai Sakurajima is a third-year high school student who gained fame in her youth as a child actress, but recently halted her promising career for reasons unknown to the public. With an air of unapproachability, she is well known throughout the school, but none dare interact with her—that is until Sakuta sees her wandering the library in a bunny girl costume. Despite the getup, no one seems to notice her, and after confronting her, he realizes that she is another victim of Puberty Syndrome. As Sakuta tries to help Mai through her predicament, his actions bring him into contact with more girls afflicted with the elusive disease."
    },
    {
      "id": 35,
      "title": "Cowboy Bebop",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919560/Capstone%20Images/cowboybebop_jfthsw.jpg",
      "epCount": 26,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "1998",
      "synopsis": "In the year 2071, humanity has colonized several of the planets and moons of the solar system leaving the now uninhabitable surface of planet Earth behind. The Inter Solar System Police attempts to keep peace in the galaxy, aided in part by outlaw bounty hunters, referred to as Cowboys. The ragtag team aboard the spaceship Bebop are two such individuals. Mellow and carefree Spike Spiegel is balanced by his boisterous, pragmatic partner Jet Black as the pair makes a living chasing bounties and collecting rewards. Thrown off course by the addition of new members that they meet in their travels—Ein, a genetically engineered, highly intelligent Welsh Corgi; femme fatale Faye Valentine, an enigmatic trickster with memory loss; and the strange computer whiz kid Edward Wong—the crew embarks on thrilling adventures that unravel each member's dark and mysterious past little by little. Well-balanced with high density action and light-hearted comedy, Cowboy Bebop is a space Western classic and an homage to the smooth and improvised music it is named after."
    },
    {
      "id": 36,
      "title": "Neon Genesis Evangelion",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919557/Capstone%20Images/neongenesisevangelion_bdpibl.jpg",
      "epCount": 26,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "1995",
      "synopsis": "In the year 2015, the world stands on the brink of destruction. Humanity's last hope lies in the hands of Nerv, a special agency under the United Nations, and their Evangelions, giant machines capable of defeating the Angels who herald Earth's ruin. Gendou Ikari, head of the organization, seeks compatible pilots who can synchronize with the Evangelions and realize their true potential. Aiding in this defensive endeavor are talented personnel Misato Katsuragi, Head of Tactical Operations, and Ritsuko Akagi, Chief Scientist. Face to face with his father for the first time in years, 14-year-old Shinji Ikari's average life is irreversibly changed when he is whisked away into the depths of Nerv, and into a harrowing new destiny—he must become the pilot of Evangelion Unit-01 with the fate of mankind on his shoulders. Written by Hideaki Anno, Neon Genesis Evangelion is a heroic tale of a young boy who will become a legend. But as this psychological drama unfolds, ancient secrets beneath the big picture begin to bubble to the surface..."
    },
    {
      "id": 37,
      "title": "Darling in the FranXX",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919555/Capstone%20Images/ditf_s2nfwk.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2018",
      "synopsis": "In the distant future, humanity has been driven to near-extinction by giant beasts known as Klaxosaurs, forcing the surviving humans to take refuge in massive fortress cities called Plantations. Children raised here are trained to pilot giant mechas known as FranXX—the only weapons known to be effective against the Klaxosaurs—in boy-girl pairs. Bred for the sole purpose of piloting these machines, these children know nothing of the outside world and are only able to prove their existence by defending their race. Hiro, an aspiring FranXX pilot, has lost his motivation and self-confidence after failing an aptitude test. Skipping out on his class' graduation ceremony, Hiro retreats to a forest lake, where he encounters a mysterious girl with two horns growing out of her head. She introduces herself by her codename Zero Two, which is known to belong to an infamous FranXX pilot known as the Partner Killer. Before Hiro can digest the encounter, the Plantation is rocked by a sudden Klaxosaur attack. Zero Two engages the creature in her FranXX, but it is heavily damaged in the skirmish and crashes near Hiro. Finding her partner dead, Zero Two invites Hiro to pilot the mecha with her, and the duo easily defeats the Klaxosaur in the ensuing fight. With a new partner by his side, Hiro has been given a chance at redemption for his past failures, but at what cost?"
    },
    {
      "id": 38,
      "title": "The Future Diary",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919555/Capstone%20Images/futurediary_re28gr.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2011",
      "synopsis": "Lonely high school student, Yukiteru Amano, spends his days writing a diary on his cellphone, while conversing with his two seemingly imaginary friends Deus Ex Machina, who is the god of time and space, and Murmur, the god's servant. Revealing himself to be an actual entity, Deus grants Yukiteru a Random Diary, which shows highly descriptive entries based on the future and forces him into a bloody battle royale with 11 other holders of similarly powerful future diaries. With the last person standing designated as the new god of time and space, Yukiteru must find and kill the other 11 in order to survive. He reluctantly teams up with his obsessive stalker Yuno Gasai (who also possesses such a diary), and she takes it upon herself to ensure his safety. But there's more to the girl than meets the eye, as she might have other plans for her unrequited love..."
    },
    {
      "id": 39,
      "title": "The God of High School",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/godofhighschool_eqwosv.jpg",
      "epCount": 13,
      "status": "Finished Airing",
      "seasonOfRelease": "Summer",
      "yearOfRelease": "2020",
      "synopsis": "The God of High School tournament has begun, seeking out the greatest fighter among Korean high school students! All martial arts styles, weapons, means, and methods of attaining victory are permitted. The prize? One wish for anything desired by the winner. Taekwondo expert Jin Mo-Ri is invited to participate in the competition. There he befriends karate specialist Han Dae-Wi and swordswoman Yu Mi-Ra, who both have entered for their own personal reasons. Mo-Ri knows that no opponent will be the same and that the matches will be the most ruthless he has ever fought in his life. But instead of being worried, this prospect excites him beyond belief. A secret lies beneath the facade of a transparent test of combat prowess the tournament claims to be—one that has Korean political candidate Park Mu-Jin watching every fight with expectant, hungry eyes. Mo-Ri, Dae-Wi, and Mi-Ra are about to discover what it really means to become the God of High School."
    },
    {
      "id": 40,
      "title": "HoriMiya",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/horimiya_xrgv8p.jpg",
      "epCount": 13,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2021",
      "synopsis": "On the surface, the thought of Kyouko Hori and Izumi Miyamura getting along would be the last thing in people's minds. After all, Hori has a perfect combination of beauty and brains, while Miyamura appears meek and distant to his fellow classmates. However, a fateful meeting between the two lays both of their hidden selves bare. Even though she is popular at school, Hori has little time to socialize with her friends due to housework. On the other hand, Miyamura lives under the noses of his peers, his body bearing secret tattoos and piercings that make him look like a gentle delinquent. Having opposite personalities yet sharing odd similarities, the two quickly become friends and often spend time together in Hori's home. As they both emerge from their shells, they share with each other a side of themselves concealed from the outside world."
    },
    {
      "id": 41,
      "title": "Jujutsu Kaisen",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/jjk_edi3x5.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2020",
      "synopsis": "Idly indulging in baseless paranormal activities with the Occult Club, high schooler Yuuji Itadori spends his days at either the clubroom or the hospital, where he visits his bedridden grandfather. However, this leisurely lifestyle soon takes a turn for the strange when he unknowingly encounters a cursed item. Triggering a chain of supernatural occurrences, Yuuji finds himself suddenly thrust into the world of Curses—dreadful beings formed from human malice and negativity—after swallowing the said item, revealed to be a finger belonging to the demon Sukuna Ryoumen, the King of Curses. Yuuji experiences first-hand the threat these Curses pose to society as he discovers his own newfound powers. Introduced to the Tokyo Metropolitan Jujutsu Technical High School, he begins to walk down a path from which he cannot return—the path of a Jujutsu sorcerer."
    },
    {
      "id": 42,
      "title": "Re ZERO -Starting Life in Another World-",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919557/Capstone%20Images/rezero_rufwsb.jpg",
      "epCount": 25,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2016",
      "synopsis": "When Subaru Natsuki leaves the convenience store, the last thing he expects is to be wrenched from his everyday life and dropped into a fantasy world. Things aren't looking good for the bewildered teenager; however, not long after his arrival, he is attacked by some thugs. Armed with only a bag of groceries and a now useless cell phone, he is quickly beaten to a pulp. Fortunately, a mysterious beauty named Satella, in hot pursuit after the one who stole her insignia, happens upon Subaru and saves him. In order to thank the honest and kindhearted girl, Subaru offers to help in her search, and later that night, he even finds the whereabouts of that which she seeks. But unbeknownst to them, a much darker force stalks the pair from the shadows, and just minutes after locating the insignia, Subaru and Satella are brutally murdered. However, Subaru immediately reawakens to a familiar scene—confronted by the same group of thugs, meeting Satella all over again—the enigma deepens as history inexplicably repeats itself."
    },
    {
      "id": 43,
      "title": "Re ZERO -Starting Life in Another World- Season 2",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919557/Capstone%20Images/rezero2_yqcjwc.jpg",
      "epCount": 13,
      "status": "Finished Airing",
      "seasonOfRelease": "Summer",
      "yearOfRelease": "2020",
      "synopsis": "A reunion that was supposed to spell the arrival of peaceful times is quickly shattered when Subaru Natsuki and Emilia return to Irlam village. Witnessing the devastation left behind by the calamities known as Sin Archbishops, Subaru sinks into the depths of despair as his ability to redo proves futile. As the group makes their way to the Sanctuary in search of answers, Subaru has an unexpected encounter with the Witch of Greed—Echidna. Subjected to her untamed rhythm, he is forced to dive into the spirals of the past and future. At the same time, several mysterious threats set their sights on the Sanctuary, heralding a horrific fate for the hapless people trapped within. Everlasting contracts, past sins, and unrequited love will clash and submerge into a river of blood in the second season of Re:ZERO -Starting Life in Another World-. Pushed to the brink of hopelessness, how long will Subaru's resolve to save his loved ones last?"
    },
    {
      "id": 44,
      "title": "Re ZERO -Starting Life in Another World- Season 2 Part 2",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919557/Capstone%20Images/rezero2part2_ecuchd.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2021",
      "synopsis": "After a stern yet compelling speech by Otto, Subaru Natsuki solemnly swears that he will successfully make it through this timeline and save everyone he can along the way. The first step toward achieving this goal is to help Emilia work through her past; however, that is easier said than done. Feeling as if she has been lied to by everyone around her, it will be difficult for Emilia to trust anyone, even Subaru, her self-proclaimed knight. Re:Zero -Starting Life in Another World- 2nd Season Part 2 presents the culmination of Subaru's experiences with the Sanctuary and its people, along with his unwillingness to give up hope on saving them."
    },
    {
      "id": 45,
      "title": "Toradora!",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919559/Capstone%20Images/toradora_s3xawr.jpg",
      "epCount": 25,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2008",
      "synopsis": "Ryuuji Takasu is a gentle high school student with a love for housework; but in contrast to his kind nature, he has an intimidating face that often gets him labeled as a delinquent. On the other hand is Taiga Aisaka, a small, doll-like student, who is anything but a cute and fragile girl. Equipped with a wooden katana and feisty personality, Taiga is known throughout the school as the Palmtop Tiger. One day, an embarrassing mistake causes the two students to cross paths. Ryuuji discovers that Taiga actually has a sweet side: she has a crush on the popular vice president, Yuusaku Kitamura, who happens to be his best friend. But things only get crazier when Ryuuji reveals that he has a crush on Minori Kushieda—Taiga's best friend! Toradora! is a romantic comedy that follows this odd duo as they embark on a quest to help each other with their respective crushes, forming an unlikely alliance in the process."
    },
    {
      "id": 46,
      "title": "Kaguya-sama: Love is War",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919555/Capstone%20Images/loveiswar_uetst0.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2019",
      "synopsis": "At the renowned Shuchiin Academy, Miyuki Shirogane and Kaguya Shinomiya are the student body's top representatives. Ranked the top student in the nation and respected by peers and mentors alike, Miyuki serves as the student council president. Alongside him, the vice president Kaguya—eldest daughter of the wealthy Shinomiya family—excels in every field imaginable. They are the envy of the entire student body, regarded as the perfect couple. However, despite both having already developed feelings for the other, neither are willing to admit them. The first to confess loses, will be looked down upon, and will be considered the lesser. With their honor and pride at stake, Miyuki and Kaguya are both equally determined to be the one to emerge victorious on the battlefield of love!"
    },
    {
      "id": 47,
      "title": "Kaguya-sama: Love is War Season 2",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/loveiswar2_ftuyzj.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2020",
      "synopsis": "After a slow but eventful summer vacation, Shuchiin Academy's second term is now starting in full force. As August transitions into September, Miyuki Shirogane's birthday looms ever closer, leaving Kaguya Shinomiya in a serious predicament as to how to celebrate it. Furthermore, the tenure of the school's 67th student council is coming to an end. Due to the council members being in different classes, the only time Kaguya and Miyuki have to be together will soon disappear, putting all of their cunning plans at risk. A long and difficult election that will decide the fate of the new student council awaits, as multiple challengers fight for the coveted title of president."
    },
    {
      "id": 48,
      "title": "No Game No Life",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/nogamenolife_d9bqf9.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2014",
      "synopsis": "No Game No Life is a surreal comedy that follows Sora and Shiro, shut-in NEET siblings and the online gamer duo behind the legendary username Blank. They view the real world as just another lousy game; however, a strange e-mail challenging them to a chess match changes everything—the brother and sister are plunged into an otherworldly realm where they meet Tet, the God of Games. The mysterious god welcomes Sora and Shiro to Disboard, a world where all forms of conflict—from petty squabbles to the fate of whole countries—are settled not through war, but by way of high-stake games. This system works thanks to a fundamental rule wherein each party must wager something they deem to be of equal value to the other party's wager. In this strange land where the very idea of humanity is reduced to child's play, the indifferent genius gamer duo of Sora and Shiro have finally found a real reason to keep playing games: to unite the sixteen races of Disboard, defeat Tet, and become the gods of this new, gaming-is-everything world."
    },
    {
      "id": 49,
      "title": "Violet EverGarden",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/violetevergarden_x7zrkz.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2018",
      "synopsis": "The Great War finally came to an end after four long years of conflict; fractured in two, the continent of Telesis slowly began to flourish once again. Caught up in the bloodshed was Violet Evergarden, a young girl raised for the sole purpose of decimating enemy lines. Hospitalized and maimed in a bloody skirmish during the War's final leg, she was left with only words from the person she held dearest, but with no understanding of their meaning. Recovering from her wounds, Violet starts a new life working at CH Postal Services after a falling out with her new intended guardian family. There, she witnesses by pure chance the work of an Auto Memory Doll, amanuenses that transcribe people's thoughts and feelings into words on paper. Moved by the notion, Violet begins work as an Auto Memory Doll, a trade that will take her on an adventure, one that will reshape the lives of her clients and hopefully lead to self-discovery."
    },
    {
      "id": 50,
      "title": "Vinland Saga",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627921255/Capstone%20Images/vinlandsaga_q3tjkd.jpg",
      "epCount": 24,
      "status": "Finished Airing",
      "seasonOfRelease": "Summer",
      "yearOfRelease": "2019",
      "synopsis": "Young Thorfinn grew up listening to the stories of old sailors that had traveled the ocean and reached the place of legend, Vinland. It's said to be warm and fertile, a place where there would be no need for fighting—not at all like the frozen village in Iceland where he was born, and certainly not like his current life as a mercenary. War is his home now. Though his father once told him, You have no enemies, nobody does. There is nobody who it's okay to hurt, as he grew, Thorfinn knew that nothing was further from the truth. The war between England and the Danes grows worse with each passing year. Death has become commonplace, and the viking mercenaries are loving every moment of it. Allying with either side will cause a massive swing in the balance of power, and the vikings are happy to make names for themselves and take any spoils they earn along the way. Among the chaos, Thorfinn must take his revenge and kill Askeladd, the man who murdered his father. The only paradise for the vikings, it seems, is the era of war and death that rages on."
    },
    {
      "id": 51,
      "title": "Tonikaku Kawaii",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/tonikaku_r8zsen.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2020",
      "synopsis": "Nasa Yuzaki is determined to leave his name in the history books. Ranking first in the national mock exam and aiming for a distinguished high school, he is certain that he has his whole life mapped out. However, fate is a fickle mistress. On his way home one snowy evening, Nasa's eyes fall upon a peerless beauty across the street. Bewitched, Nasa tries to approach her—only to get blindsided by an oncoming truck. Thankfully, his life is spared due to the girl's swift action. Bleeding by the side of an ambulance, he watches as the girl walks away under the moonlight—reminiscent of Princess Kaguya leaving for the moon. Refusing to let this chance meeting end, he forces his crippled body to chase after her and asks her out. Surprised by his foolhardiness and pure resolve, the girl accepts his confession under a single condition: they can only be together if he marries her!"
    },
    {
      "id": 52,
      "title": "Tokyo Ghoul",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/tokyoghoul_kztams.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Summer",
      "yearOfRelease": "2014",
      "synopsis": "Tokyo has become a cruel and merciless city—a place where vicious creatures called ghouls exist alongside humans. The citizens of this once great metropolis live in constant fear of these bloodthirsty savages and their thirst for human flesh. However, the greatest threat these ghouls pose is their dangerous ability to masquerade as humans and blend in with society. Based on the best-selling supernatural horror manga by Sui Ishida, Tokyo Ghoul follows Ken Kaneki, a shy, bookish college student, who is instantly drawn to Rize Kamishiro, an avid reader like himself. However, Rize is not exactly who she seems, and this unfortunate meeting pushes Kaneki into the dark depths of the ghouls' inhuman world. In a twist of fate, Kaneki is saved by the enigmatic waitress Touka Kirishima, and thus begins his new, secret life as a half-ghoul/half-human who must find a way to integrate into both societies."
    },
    {
      "id": 53,
      "title": "Tokyo Ghoul √A",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/tokyoghoulroota_l8nsus.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2015",
      "synopsis": "Ken Kaneki has finally come to accept the monstrous, flesh-craving part of himself that he has feared and despised for so long. After escaping captivity and torture, Kaneki joins Aogiri Tree—the very militant ghoul organization that had abducted him, leading his friends to question his true motive and loyalty. As tension between the government and the ghouls continues to rise, the Commission of Counter Ghoul, the government's specialized anti-ghoul agency, has intensified their efforts to completely purge Tokyo of ghouls. This threatens the transient peace of Kaneki's friends and former comrades—the ghouls at the Anteiku coffee shop. Aware of the dangerous situation, Kaneki faces several battles that puts his precious fleeting humanity on the line."
    },
    {
      "id": 54,
      "title": "Tokyo Ghoul:re",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/tokyoghoulre_aebogw.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2018",
      "synopsis": "Two years have passed since the CCG's raid on Anteiku. Although the atmosphere in Tokyo has changed drastically due to the increased influence of the CCG, ghouls continue to pose a problem as they have begun taking caution, especially the terrorist organization Aogiri Tree, who acknowledge the CCG's growing threat to their existence. The creation of a special team, known as the Quinx Squad, may provide the CCG with the push they need to exterminate Tokyo's unwanted residents. As humans who have undergone surgery in order to make use of the special abilities of ghouls, they participate in operations to eradicate the dangerous creatures. The leader of this group, Haise Sasaki, is a half-ghoul, half-human who has been trained by famed special class investigator, Kishou Arima. However, there's more to this young man than meets the eye, as unknown memories claw at his mind, slowly reminding him of the person he used to be."
    },
    {
      "id": 55,
      "title": "Tokyo Ghoul:re 2nd Season",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/tokyoghoulre2_egroom.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2018",
      "synopsis": "After the conclusion of the Tsukiyama Family Extermination Operation, the members of the Commission of Counter Ghouls (CCG) have grown exponentially in power and continue to pursue their goal of exterminating every ghoul in Japan. Having resigned from Quinx Squad, the now seemingly emotionless Haise Sasaki begins taking on more and more tasks from the CCG with no regard to the difficulty. Despite his vacant expressions, Ken Kaneki's memories are resurfacing in Haise, leaving him in a state of internal conflict. Meanwhile, his new coldhearted behavior is affecting the people around him. Quinx Squad are left in shambles, having to cope with the death of one of their members without the support of their former mentor. Amidst this turmoil, both Quinx Squad and Haise must continue to fulfill their duties to the CCG, whether willingly or not. However, the presence of a mysterious group behind the CCG has been made known to Haise, and certain whispers of corruption have not gone unheard by the Quinx Squad as well."
    },
    {
      "id": 56,
      "title": "My Hero Academia",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/myhero_q5yg9y.jpg",
      "epCount": 13,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2016",
      "synopsis": "The appearance of quirks, newly discovered super powers, has been steadily increasing over the years, with 80 percent of humanity possessing various abilities from manipulation of elements to shapeshifting. This leaves the remainder of the world completely powerless, and Izuku Midoriya is one such individual. Since he was a child, the ambitious middle schooler has wanted nothing more than to be a hero. Izuku's unfair fate leaves him admiring heroes and taking notes on them whenever he can. But it seems that his persistence has borne some fruit: Izuku meets the number one hero and his personal idol, All Might. All Might's quirk is a unique ability that can be inherited, and he has chosen Izuku to be his successor! Enduring many months of grueling training, Izuku enrolls in UA High, a prestigious high school famous for its excellent hero training program, and this year's freshmen look especially promising. With his bizarre but talented classmates and the looming threat of a villainous organization, Izuku will soon learn what it really means to be a hero."
    },
    {
      "id": 57,
      "title": "My Hero Academia Season 2",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/myhero2_a0k1yp.jpg",
      "epCount": 25,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2017",
      "synopsis": "At UA Academy, not even a violent attack can disrupt their most prestigious event: the school sports festival. Renowned across Japan, this festival is an opportunity for aspiring heroes to showcase their abilities, both to the public and potential recruiters. However, the path to glory is never easy, especially for Izuku Midoriya—whose quirk possesses great raw power but is also cripplingly inefficient. Pitted against his talented classmates, such as the fire and ice wielding Shouto Todoroki, Izuku must utilize his sharp wits and master his surroundings to achieve victory and prove to the world his worth."
    },
    {
      "id": 58,
      "title": "My Hero Academia Season 3",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/myhero3_g7vh0g.jpg",
      "epCount": 25,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2018",
      "synopsis": "As summer arrives for the students at UA Academy, each of these superheroes-in-training puts in their best efforts to become renowned heroes. They head off to a forest training camp run by UA's pro heroes, where the students face one another in battle and go through dangerous tests, improving their abilities and pushing past their limits. However, their school trip is suddenly turned upside down when the League of Villains arrives, invading the camp with a mission to capture one of the students. My Hero Academia 3rd Season follows Izuku Midoriya, Deku, an ambitious student training to achieve his dream of becoming a hero similar to his role model—All Might. Being one of the students caught up amidst the chaos of the villain attack, Deku must take a stand with his classmates and fight for their survival."
    },
    {
      "id": 59,
      "title": "My Hero Academia Season 4",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/myhero4_msvpfd.jpg",
      "epCount": 25,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2019",
      "synopsis": "After successfully passing his Provisional Hero License exam, Izuku Midoriya, Deku, seeks out an extracurricular internship with a professional hero agency. At the recommendation of his mentor All Might, Midoriya lands a position under All Might's former sidekick, Sir Nighteye, now a famous hero in his own right. As Midoriya's classmates further their own abilities through various internships, up-and-coming villain Kai Chisaki utilizes his terrifying powers to gather favor in the criminal underworld. Known by the moniker Overhaul, Chisaki's ambitions collide with the League of Villains and its leader, Tomura Shigaraki. Through his work with Sir Nighteye, Midoriya discovers Chisaki's crime syndicate and the villain's hostile relationship with a mysterious young girl named Eri. Fearing for the child's safety, Midoriya and his upperclassman Mirio Toogata must work together to put an end to Chisaki's reign of terror."
    },
    {
      "id": 60,
      "title": "My Hero Academia Season 5",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919556/Capstone%20Images/myhero5_lllzsu.jpg",
      "epCount": 25,
      "status": "Currently Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2021",
      "synopsis": "UA Academy's Class 1-A has been the focus of a substantial amount of public attention due to the multiple villain attacks they have faced over the past school year. This attention has left Class 1-A's rivals, Class 1-B, feeling quite bitter. Desiring to prove their skills, they look forward to the opportunity that has been given to them: a set of mock battles between the students of each class. The classes are split into squads of four, each of which is tasked with capturing the other group members. The winner is the group who first secures all of the opposing team. While this sounds simple, a curveball is thrown into the mix with the inclusion of General Course Student Hitoshi Shinsou, who wishes to transfer into the Hero Course. Despite using his training with Class 1-A's homeroom teacher Shouta Aizawa, Eraserhead, to prove that he's capable of being a real hero, he is still far behind the others due to his lack of experience. However, Shinsou is determined to overcome this challenge. Thus begins the fiery competition between Class 1-A and 1-B as each tries to prove that they are superior to the other."
    },
    {
      "id": 61,
      "title": "Black Clover",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919560/Capstone%20Images/blackclover_qabawy.jpg",
      "epCount": 170,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2017",
      "synopsis": "Asta and Yuno were abandoned at the same church on the same day. Raised together as children, they came to know of the Wizard King—a title given to the strongest mage in the kingdom—and promised that they would compete against each other for the position of the next Wizard King. However, as they grew up, the stark difference between them became evident. While Yuno is able to wield magic with amazing power and control, Asta cannot use magic at all and desperately tries to awaken his powers by training physically. When they reach the age of 15, Yuno is bestowed a spectacular Grimoire with a four-leaf clover, while Asta receives nothing. However, soon after, Yuno is attacked by a person named Lebuty, whose main purpose is to obtain Yuno's Grimoire. Asta tries to fight Lebuty, but he is outmatched. Though without hope and on the brink of defeat, he finds the strength to continue when he hears Yuno's voice. Unleashing his inner emotions in a rage, Asta receives a five-leaf clover Grimoire, a Black Clover giving him enough power to defeat Lebuty. A few days later, the two friends head out into the world, both seeking the same goal—to become the Wizard King!"
    },
    {
      "id": 62,
      "title": "Rent-a-Girlfriend",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919558/Capstone%20Images/rentagf_anxkft.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Summer",
      "yearOfRelease": "2020",
      "synopsis": "Kazuya Kinoshita is a 20-year-old college student who has a wonderful girlfriend: the bright and sunny Mami Nanami. But suddenly, he doesn't. Without warning, Mami breaks up with him, leaving him utterly heartbroken and lonely. Seeking to soothe the pain, he hires a rental girlfriend through an online app. His partner is Chizuru Mizuhara, who through her unparalleled beauty and cute demeanor, manages to gain Kazuya's affection. But after reading similar experiences other customers had had with Chizuru, Kazuya believes her warm smile and caring personality were all just an act to toy with his heart, and he rates her poorly. Aggravated, Chizuru lambastes him for his shameless hypocrisy, revealing her true pert and hot-tempered self. This one-sided exchange is cut short, however, when Kazuya finds out that his grandmother has collapsed. They dash toward the hospital and find Kazuya's grandmother already in good condition. Baffled by Chizuru's presence, she asks who this girl might be. On impulse, Kazuya promptly declares that they are lovers, forcing Chizuru to play the part. But with Kazuya still hung up on his previous relationship with Mami, how long can this difficult client and reluctant rental girlfriend keep up their act?"
    },
    {
      "id": 63,
      "title": "The Quintessential Quintuplets",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919557/Capstone%20Images/qq_dthpvr.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2019",
      "synopsis": "Fuutarou Uesugi is an ace high school student, but leads an otherwise tough life. His standoffish personality and reclusive nature have left him friendless, and his father is debt-ridden, forcing his family to scrape by. One day during his lunch break, Uesugi argues with a female transfer student who has claimed his seat, leading both of them to dislike each other. That same day, he is presented with a golden opportunity to clear his family's debt: a private tutoring gig for a wealthy family's daughter, with a wage of five times the market price. He accepts the proposal, but is horrified to discover that the client, Itsuki Nakano, is the girl he confronted earlier! After unsuccessfully trying to get back on Itsuki's good side, Uesugi finds out that his problems don't end there: Itsuki is actually a quintuplet, so in addition to her, he must also tutor her sisters—Miku, Yotsuba, Nino, and Ichika—who, despite the very real threat of flunking, want nothing to do with a tutor. However, his family's livelihood is on the line so Uesugi pushes on, adamant in his resolve to rid the sisters of their detest for studying and successfully lead them to graduation."
    },
    {
      "id": 64,
      "title": "The Quintessential Quintuplets 2",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1627919557/Capstone%20Images/qq2_d7cvqe.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2021",
      "synopsis": "Through their tutor Fuutarou Uesugi's diligent guidance, the Nakano quintuplets' academic performance shows signs of improvement, even if their path to graduation is still rocky. However, as they continue to cause various situations that delay any actual tutoring, Fuutarou becomes increasingly involved with their personal lives, further complicating their relationship with each other. On another note, Fuutarou slowly begins to realize the existence of a possible connection between him and the past he believes to have shared with one of the five girls. With everyone's feelings beginning to develop and overlap, will they be able to keep their bond strictly to that of a teacher and his students—or will it mature into something else entirely?"
    },
    {
      "id": 65,
      "title": "InuYasha",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1628093370/Capstone%20Images/inuyasha_ycwqyy.jpg",
      "epCount": 167,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2000",
      "synopsis": "Based on the Shogakukan award-winning manga of the same name, InuYasha follows Kagome Higurashi, a fifteen-year-old girl whose normal life ends when a demon drags her into a cursed well on the grounds of her family's Shinto shrine. Instead of hitting the bottom of the well, Kagome ends up 500 years in the past during Japan's violent Sengoku period with the demon's true target, a wish-granting jewel called the Shikon Jewel, reborn inside of her. After a battle with a revived demon accidentally causes the sacred jewel to shatter, Kagome enlists the help of a young hybrid dog-demon/human named Inuyasha to help her collect the shards and prevent them from falling into the wrong hands. Joining Kagome and Inuyasha on their quest are the orphan fox-demon Shippo, the intelligent monk Miroku, and the lethal demon slayer Sango. Together, they must set aside their differences and work together to find the power granting shards spread across feudal Japan and deal with the threats that arise."
    },
    {
      "id": 66,
      "title": "Yu Yu Hakusho: Ghost Files",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1628093604/Capstone%20Images/yuyuhakusho_khn2d3.jpg",
      "epCount": 112,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "1992",
      "synopsis": "One fateful day, Yuusuke Urameshi, a 14-year-old delinquent with a dim future, gets a miraculous chance to turn it all around when he throws himself in front of a moving car to save a young boy. His ultimate sacrifice is so out of character that the authorities of the spirit realm are not yet prepared to let him pass on. Koenma, heir to the throne of the spirit realm, offers Yuusuke an opportunity to regain his life through completion of a series of tasks. With the guidance of the death god Botan, he is to thwart evil presences on Earth as a Spirit Detective. To help him on his venture, Yuusuke enlists ex-rival Kazuma Kuwabara, and two demons, Hiei and Kurama, who have criminal pasts. Together, they train and battle against enemies who would threaten humanity's very existence."
    },
    {
      "id": 67,
      "title": "Hunter x Hunter",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1628093777/Capstone%20Images/hxh1999_sbeal5.jpg",
      "epCount": 62,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "1999",
      "synopsis": "Hunters are specialized in a wide variety of fields, ranging from treasure hunting to cooking. They have access to otherwise unavailable funds and information that allow them to pursue their dreams and interests. However, being a hunter is a special privilege, only attained by taking a deadly exam with an extremely low success rate. Gon Freecss, a 12-year-old boy with the hope of finding his missing father, sets out on a quest to take the Hunter Exam. Along the way, he picks up three companions who also aim to take the dangerous test: the revenge-seeking Kurapika, aspiring doctor Leorio Paladiknight, and a mischievous child the same age as Gon, Killua Zoldyck. Hunter x Hunter is a classic shounen that follows the story of four aspiring hunters as they embark on a perilous adventure, fighting for their dreams while defying the odds."
    },
    {
      "id": 68,
      "title": "Fullmetal Alchemist",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1628094642/Capstone%20Images/fma_hgbmnd.jpg",
      "epCount": 51,
      "status": "Finished Airing",
      "seasonOfRelease": "Fall",
      "yearOfRelease": "2003",
      "synopsis": "Edward Elric, a young, brilliant alchemist, has lost much in his twelve-year life: when he and his brother Alphonse try to resurrect their dead mother through the forbidden act of human transmutation, Edward loses his brother as well as two of his limbs. With his supreme alchemy skills, Edward binds Alphonse's soul to a large suit of armor. A year later, Edward, now promoted to the fullmetal alchemist of the state, embarks on a journey with his younger brother to obtain the Philosopher's Stone. The fabled mythical object is rumored to be capable of amplifying an alchemist's abilities by leaps and bounds, thus allowing them to override the fundamental law of alchemy: to gain something, an alchemist must sacrifice something of equal value. Edward hopes to draw into the military's resources to find the fabled stone and restore his and Alphonse's bodies to normal. However, the Elric brothers soon discover that there is more to the legendary stone than meets the eye, as they are led to the epicenter of a far darker battle than they could have ever imagined."
    },
    {
      "id": 69,
      "title": "Wonder Egg Priority",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1628096372/Capstone%20Images/wondereggpriority_e0hhtx.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2021",
      "synopsis": "Following the suicide of her best and only friend, Koito Nagase, Ai Ooto is left grappling with her new reality. With nothing left to live for, she follows the instructions of a mysterious entity and gets roped into purchasing an egg, or specifically, a Wonder Egg. Upon breaking the egg in a world that materializes during her sleep, Ai is tasked with saving people from the adversities that come their way. In doing so, she believes that she has moved one step closer to saving her best friend. With this dangerous yet tempting opportunity in the palms of her hands, Ai enters a place where she must recognize the relationship between other people's demons and her own. As past trauma, unforgettable regrets, and innate fears hatch in the bizarre world of Wonder Egg Priority, a young girl discovers the different inner struggles tormenting humankind and rescues them from their worst fears."
    },
    {
      "id": 70,
      "title": "Higehiro: After Being Rejected, I Shaved and Took in a High School Runaway.",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1628096478/Capstone%20Images/higehiro_xq2l75.jpg",
      "epCount": 13,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2021",
      "synopsis": "When regular salaryman Yoshida wakes up one Sunday morning after a long night at the bar, the last thing he expects to see is that his tiny apartment has a new resident—an unfamiliar high school girl. The previous night, despite finally gathering the courage to confess to his boss and longtime crush, Airi Gotou, Yoshida was rejected. After drowning his sorrows at a bar with his good friend Hashimoto, Yoshida headed back to his home in a drunken stupor, only to run into Sayu Ogiwara, a runaway high schooler. She asked him to let her stay the night, and with his judgment clouded by alcohol, Yoshida complied. Now, with his head on straight but with no memory of last night's events, Yoshida has Sayu explain just how she ended up sleeping at his apartment. Having listened to her story, Yoshida finds himself unable to kick her out—especially after learning that she came all the way from Hokkaido! So, despite his reservations about sheltering an underage girl, Yoshida allows her to stay, and their life together begins."
    },
    {
      "id": 71,
      "title": "Kakegurui: Compulsive Gambler",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1628096587/Capstone%20Images/kakegurui_q8kivc.jpg",
      "epCount": 12,
      "status": "Finished Airing",
      "seasonOfRelease": "Summer",
      "yearOfRelease": "2017",
      "synopsis": "Unlike many schools, attending Hyakkaou Private Academy prepares students for their time in the real world. Since many of the students are the children of the richest people in the world, the academy has its quirks that separate it from all the others. By day, it is a normal school, educating its pupils in history, languages, and the like. But at night, it turns into a gambling den, educating them in the art of dealing with money and manipulating people. Money is power; those who come out on top in the games stand at the top of the school. Yumeko Jabami, a seemingly naive and beautiful transfer student, is ready to try her hand at Hyakkaou's special curriculum. Unlike the rest, she doesn't play to win, but for the thrill of the gamble, and her borderline insane way of gambling might just bring too many new cards to the table."
    },
    {
      "id": 72,
      "title": "The Rising of the Shield Hero",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1628110334/Capstone%20Images/shieldhero_hjdrea.jpg",
      "epCount": 25,
      "status": "Finished Airing",
      "seasonOfRelease": "Winter",
      "yearOfRelease": "2019",
      "synopsis": "The Four Cardinal Heroes are a group of ordinary men from modern-day Japan summoned to the kingdom of Melromarc to become its saviors. Melromarc is a country plagued by the Waves of Catastrophe that have repeatedly ravaged the land and brought disaster to its citizens for centuries. The four heroes are respectively bestowed a sword, spear, bow, and shield to vanquish these Waves. Naofumi Iwatani, an otaku, becomes cursed with the fate of being the Shield Hero. Armed with only a measly shield, Naofumi is belittled and ridiculed by his fellow heroes and the kingdom's people due to his weak offensive capabilities and lackluster personality. When the heroes are provided with resources and comrades to train with, Naofumi sets out with the only person willing to train alongside him, Malty Melromarc. He is soon betrayed by her, however, and becomes falsely accused of taking advantage of her. Naofumi then becomes heavily discriminated against and hated by the people of Melromarc for something he didn't do. With a raging storm of hurt and mistrust in his heart, Naofumi begins his journey of strengthening himself and his reputation. Further along however, the difficulty of being on his own sets in, so Naofumi buys a demi-human slave on the verge of death named Raphtalia to accompany him on his travels. As the Waves approach the kingdom, Naofumi and Raphtalia must fight for the survival of the kingdom and protect the people of Melromarc from their ill-fated future."
    },
    {
      "id": 73,
      "title": "Made in Abyss",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1628110590/Capstone%20Images/mia_ir0bpr.jpg",
      "epCount": 13,
      "status": "Finished Airing",
      "seasonOfRelease": "Summer",
      "yearOfRelease": "2017",
      "synopsis": "The Abyss—a gaping chasm stretching down into the depths of the earth, filled with mysterious creatures and relics from a time long past. How did it come to be? What lies at the bottom? Countless brave individuals, known as Divers, have sought to solve these mysteries of the Abyss, fearlessly descending into its darkest realms. The best and bravest of the Divers, the White Whistles, are hailed as legends by those who remain on the surface. Riko, daughter of the missing White Whistle Lyza the Annihilator, aspires to become like her mother and explore the furthest reaches of the Abyss. However, just a novice Red Whistle herself, she is only permitted to roam its most upper layer. Even so, Riko has a chance encounter with a mysterious robot with the appearance of an ordinary young boy. She comes to name him Reg, and he has no recollection of the events preceding his discovery. Certain that the technology to create Reg must come from deep within the Abyss, the two decide to venture forth into the chasm to recover his memories and see the bottom of the great pit with their own eyes. However, they know not of the harsh reality that is the true existence of the Abyss."
    },
    {
      "id": 74,
      "title": "Plastic Memories",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1628110974/Capstone%20Images/plasticmemories_g48xfm.jpg",
      "epCount": 13,
      "status": "Finished Airing",
      "seasonOfRelease": "Spring",
      "yearOfRelease": "2015",
      "synopsis": "Eighteen-year-old Tsukasa Mizugaki has failed his college entrance exams, but after pulling some strings, he manages to land a job at the Sion Artificial Intelligence Corporation. SAI Corp is responsible for the creation of Giftias—highly advanced androids which are almost indiscernible from normal humans. However, unlike humans, Giftias have a maximum lifespan of 81,920 hours, or around nine years and four months. Terminal Service One, the station Tsukasa was assigned to, is responsible for collecting Giftias that have met their expiration date, before they lose their memories and become hostile. Promptly after joining Terminal Service One, Tsukasa is partnered with a beautiful Giftia named Isla. She is a Terminal Service veteran and considered the best in Giftia retrievals, contrary to her petite figure and placid nature. Time is fleeting though, and Tsukasa must come to terms with his feelings for Isla before her time is up. No matter how much someone desires it, nothing lasts forever."
    },
    {
      "id": 75,
      "title": "Charlotte",
      "img": "https://res.cloudinary.com/kor0sensei/image/upload/v1628111126/Capstone%20Images/charlotte_zeo4zp.jpg",
      "epCount": 13,
      "status": "Finished Airing",
      "seasonOfRelease": "Summer",
      "yearOfRelease": "2015",
      "synopsis": "While on the surface Yuu Otosaka appears to be just another charming and intelligent teenager, he has a secret—he has the ability to slip into people's minds and fully control their body for five seconds at a time. Yuu has been using this skill for years to gain the highest grades, which allowed him to enter a prestigious high school. When the enigmatic Nao Tomori catches Yuu using his power, she coerces him and his sister Ayumi into transferring to Hoshinoumi Academy, a school for students with supernatural abilities. The student council of the school, led by Nao, is tasked with secretly tracking down adolescents who abuse their powers. Yuu is forced to join the student council and together, they face formidable challenges that bring him closer to the shocking truth that his own, seemingly incomplete ability, might be more powerful than he could have ever imagined. An original story from Jun Maeda, creator of Angel Beats and Clannad, Charlotte explores the supernatural lives of these teenagers and the price they must pay for being special."
    }
  ],
  "watchlists": [
    {
      "animeId": 14,
      "dateStartedWatching": "2019-10-23",
      "dateFinishedWatching": "2019-11-05",
      "userEpCount": 24,
      "userRating": 8,
      "dropped": false,
      "userId": 1,
      "id": 1
    },
    {
      "animeId": 15,
      "dateStartedWatching": "2019-12-19",
      "dateFinishedWatching": "2020-01-02",
      "userEpCount": 24,
      "userRating": 8,
      "dropped": false,
      "userId": 1,
      "id": 2
    },
    {
      "animeId": 9,
      "dateStartedWatching": "2020-02-11",
      "dateFinishedWatching": "2020-04-14",
      "userEpCount": 148,
      "userRating": 9,
      "dropped": false,
      "userId": 1,
      "id": 3
    },
    {
      "animeId": 18,
      "dateStartedWatching": "2020-04-25",
      "dateFinishedWatching": "2020-04-30",
      "userEpCount": 24,
      "userRating": 9,
      "dropped": false,
      "userId": 1,
      "id": 4
    },
    {
      "animeId": 27,
      "dateStartedWatching": "2020-06-17",
      "dateFinishedWatching": "2020-06-25",
      "userEpCount": 22,
      "userRating": 7,
      "dropped": false,
      "userId": 1,
      "id": 5
    },
    {
      "id": 6,
      "animeId": 28,
      "dateStartedWatching": "2020-07-09",
      "dateFinishedWatching": "2020-07-15",
      "userEpCount": 25,
      "userRating": 8,
      "dropped": false,
      "userId": 1
    },
    {
      "animeId": 52,
      "dateStartedWatching": "2020-08-05",
      "dateFinishedWatching": "2021-08-10",
      "userEpCount": 12,
      "userRating": 9,
      "dropped": false,
      "userId": 1,
      "id": 7
    },
    {
      "animeId": 53,
      "dateStartedWatching": "2020-08-20",
      "dateFinishedWatching": "",
      "userEpCount": 2,
      "userRating": 5,
      "dropped": true,
      "userId": 1,
      "id": 8
    },
    {
      "animeId": 1,
      "dateStartedWatching": "2020-08-30",
      "dateFinishedWatching": "2020-09-09",
      "userEpCount": 51,
      "userRating": 8,
      "dropped": false,
      "userId": 1,
      "id": 9
    },
    {
      "animeId": 19,
      "dateStartedWatching": "2020-09-09",
      "dateFinishedWatching": "2020-09-17",
      "userEpCount": 24,
      "userRating": 7,
      "dropped": false,
      "userId": 1,
      "id": 10
    },
    {
      "animeId": 12,
      "dateStartedWatching": "2020-09-30",
      "dateFinishedWatching": "2020-10-02",
      "userEpCount": 25,
      "userRating": 10,
      "dropped": false,
      "userId": 1,
      "id": 11
    },
    {
      "animeId": 13,
      "dateStartedWatching": "2020-10-05",
      "dateFinishedWatching": "2020-10-08",
      "userEpCount": 25,
      "userRating": 10,
      "dropped": false,
      "userId": 1,
      "id": 12
    },
    {
      "animeId": 3,
      "dateStartedWatching": "2021-04-11",
      "dateFinishedWatching": "",
      "userEpCount": 17,
      "userRating": 9,
      "dropped": false,
      "userId": 1,
      "id": 13
    },
    {
      "id": 14,
      "animeId": 4,
      "dateStartedWatching": "",
      "dateFinishedWatching": "",
      "userEpCount": null,
      "userRating": null,
      "dropped": false,
      "userId": 1
    }
  ]
}